var relearn_search_index = [
  {
    "breadcrumb": "普罗旺斯故事",
    "content": "梵高坐在窗口看了一夜的星星\n（原发：2023-01-09 12:31）\n被诊断为癫痫的梵高1889年5月8日入住圣雷米精神病疗养院 经考证，他的卧室在二楼，朝东，精确位置是：43.776670N, 4.835419E, 109m (Altitude), 窗口朝向方位角78度（即东偏北一点），窗外地形无障碍。\n梵高当时因为病情比较严重，时有发作，所以院方不允许他外出，也不允许在卧室内作画。为了防止精神病人出危险，卧室的窗户加装了铁条，一横六竖，如同牢房。\n现在室内展品摆着画架，但实际上他画画的地方在一楼一个大厅里，他是没法一边看着星空一边画画的。\n到5月底，梵高说进来几周了，自己感觉不错，简直不想离开，这里节奏舒缓，空气极好。其后一段时间，他忙于画这里的各种植物，直到6月17或18日，梵高在给弟弟Theo的一封信中提到，终于画了一幅星夜的study（硬笔草稿）。这幅研究稿与最终的油画星夜相似度非常高，星星的位置稍有调整，数目略有变化（左上第二颗大星最终变成两颗星）。\n梵高本人很少谈及《星夜》这幅画，后世各种解读都有，它给我的感觉是静谧美好的，查看历史这幅画确实创作于他疾病的一个缓解期。这幅画的景物其实都是梵高凭记忆组合出来的：\n1、柏树是这里常见的树，那段时间梵高对其非常着迷，单独画了很多，其他好多画里也都有；\n2、背景的远山，是疗养院东南的一条小山脉；\n3、小镇和教堂尖顶是北边的圣雷米镇（疗养院在南郊的山麓），梵高的卧室是看不到圣雷米镇的，但有几次放风外出时见过并画过；\n4、月亮和星星大多解读认为是梵高卧室朝东的窗口见到的景象，有认为那些漩涡是银河的，也有认为山上面的亮带是银河的。最下方泛着白光的大星比较一致的解读是金星，其他星星有人试图解释为白羊座的星星，位置对应上略显牵强，星星数目上，有人认为11颗对梵高有宗教意义。\n我试着还原了一下天象，梵高在写6月17日或18日那封信之前，只有5月24日或25日凌晨能比较方便地看到残月与金星如此在一起，5月24日凌晨月亮比较靠边，方位角107度，能看到，但5月25日凌晨的月亮位置尤其方便，所以我模拟了5月24日晚上到5月25日凌晨这段时间梵高卧室隔着铁窗看到的星象。没有找到精细的天气记录，但梵高信中提到5月底那段时间天气非常好。\n滚动播放那一夜的天象发现，24日晚上，UTC时间9点多，当地时间10点多，他的窗外正对着很璀璨的一段银河和著名的夏季大三角（天琴、天鹅、天鹰三个星座的alpha星），他窗口看到的左边这段银河正是隔开牛郎织女的那段，是银河中第二壮观的一段，再往右银河进入一段比较暗的地带，左强右弱，跟《星夜》画中的漩涡动态气势非常符合。\n随着夜色渐深，银河越升越高，最后高出窗口，午夜之后，飞马座和仙女座升起，到凌晨时分，白羊座、残月和耀眼的金星从东方地平线依次出现（图中是UTC 3:20，法国时间凌晨4:20，日出前66分钟）。\n根据还原的天象，我推测梵高画中金星之外的其他十颗星只是取其印象，银河上方那一带亮星荟萃，银河下方星星稍暗一些，并不一定颗颗像星图一样精确对应位置。我一个比较新的想法是，画中纵轴方向上也是压缩了一整夜上升滚过窗口的星空，浓缩出来的意象。以前有共识的是横轴方向这幅画组合了东、北、东南三个方向的景象。\n梵高的那一夜有没有睡觉，我不知道，也许坐了一整夜，也许凌晨又起来看星星？当他看着那颗夺目的晨星缓缓升起时，他一定不会想到，毫厘不差地就在那金星升起的位置上，离他窗口24公里的一个小山头上，二十多年前，曾经有一个少年和一个少女坐在一起，也看了一夜的星星！（故事待续……）\n",
    "description": "",
    "tags": null,
    "title": "梵高看星星",
    "uri": "/selene/%E6%99%AE%E7%BD%97%E6%97%BA%E6%96%AF%E6%95%85%E4%BA%8B/%E6%A2%B5%E9%AB%98%E7%9C%8B%E6%98%9F%E6%98%9F/index.html"
  },
  {
    "breadcrumb": "文学世界 \u003e 泰戈尔",
    "content": "2024-03-02按：这是我2012年对泰戈尔《飞鸟集》中一句诗翻译的批评，2014年和故友“小邪快跑”网上初识，我们讨论出了这样一个翻译：\n涌动着无尽的喜悦，推繁花汩汩而出——这生命的喷泉，究竟藏身何处？ 以下是2012年原帖转录： 《飞鸟集》随笔—生命的喷泉\nPosted on March 29, 2012 by boydog\n70 Where is the fountain that throws up these flowers in a ceaseless outbreak of ecstasy?\n如果你看过自然纪录片中春天的快镜头连放，一定对那壮观有力的春意和花事印象深刻。每到春天，整个星球上万物复苏，那汩汩冒出的繁花，像被无数只隐形的手，被一种神奇强大的生命力推动着，从绿意中涌出，如同无数的喷泉在全地竞相绽放。泰戈尔诗中所写所感叹的奇幻场景，正是这充满狂喜的力量、这令人敬畏的生命活力。\n在我心中，遍地的春天背景是成熟的深绿色；生命的繁花是纯洁的白色，恰似朵朵喷泉。你若喜欢彩色的，当然也可做成彩花版的。有人问我，这的确很美，但你怎么能确定泰戈尔写的就是这个意思呢？我说，这是诗，我不能完全确定，但我有99.5%的把握:)\n如果把泰戈尔的诗作当作一个整体来读、来体会，其实不难把握他老人家的心思、他所爱的、他所歌颂的、他所敬畏的，以及他喜欢的诗歌意象。我以前也讲过一些，大地、绿树、眼泪、春天、生命等等，在他诗中的意义。\n另外，泰戈尔是个想象力奇绝之人，经常跨越科学与艺术、时间与空间，快进、慢放、广角、特写、天上、地下。他在飞鸟集中尤喜构造一些精巧的小谜。一旦猜出，其中包裹的美感立刻迸发而出，真是一个好玩又美妙的小游戏。可惜在各种版本的中译文里，往往是那些最精彩的小谜，经常被忽视、被误解，或翻译不到位。这首70，就是泰戈尔在前电影时代纯粹在脑海里构建出来的生命春天快镜头。在大多数译文中，都没能传达出fountain 既是一个抽象的力量源泉，同时也是一个具象的花之喷泉的双重意境。有些版本的译文中，显然译者根本没有跟上泰戈尔的思路。\n==============\n郑振铎：把那些花朵抛掷上去的那一阵子无休无止的狂欢大喜的劲儿，其源泉是在哪里呢？\n徐翰林：把这些花朵抛掷上去的那种无尽的喜悦，其源泉在哪里？\n郑振铎和徐翰林的翻译都有一个问题“抛掷上去”，以至我不能肯定他们读懂了原诗。抛掷上哪里去？\n==============\n水月：以这无尽迸发的狂喜抛出这些花朵的泉源在哪里呢？\n陆晋德：让繁花不断怒放的泉源，不知在何方？\n这俩译文的基本意思正确，但味道。。。？\n==============\n肖聿：不停地突发狂喜，造就了这些花，这喷泉在哪里？\n这个“不停地突发狂喜”有点搞笑，感觉要口吐白沫。\n==============\n吴岩：在不断爆发的狂喜中，把那些花朵抛起来的劲头儿，究竟其源泉在哪儿呢？\n白开元：爆发一阵阵狂喜，把那些鲜花抛向空中的缘由在哪儿呢？\n对这俩人的问句，我得回答：“要么是吃多了，要么是神经病。抛得够高的！”\n==============\n周策纵：那不断狂欢地喷射着水花的源泉在哪里？\n对周策纵老先生的问句，我答曰：“消防队”。\n==============\n以下是2014年的讨论： xx: 究竟是什么，涌动着无尽的喜悦，令这些繁花盛放？\u003c–我可能会这么译。有没有更喜欢我这个版本？:p 这篇好欢乐啊，看到最后我不得不感受到a ceaseless outbreak of laugh 另外，我感觉诗歌真的很难翻译好，因为它首先就是很难真正理解的，得是某种知音人，然后还要用另一种语言里诗一般的表达去传达。\n看到标题突然觉得加上生命的喷泉可能更好：\u2028“究竟是何处的生命的喷泉，涌动着无尽的喜悦，令这些繁花盛放？”\nW: 我最喜欢你的“涌动着无尽的喜悦”，情感和动态都非常到位，温暖、强烈又不过分。“究竟是何处的” 稍有不准，原诗where is 是以一种极其好奇的心情问：这背后的不可见的神秘喷泉到底在哪里呢？我怎么看不见呢？翻译成“究竟是何处的生命的喷泉” 意思就淡了，感觉生命的喷泉已经摆在那儿了，只是在问“何处的”。另外，繁花“盛放”这个动词不理想，这个动词很关键，一定要用一个双关的，能把花开和泉涌合二为一，才能传达原诗的精妙。 借你的句子，我来一个狗版：\u2028涌动着无尽的喜悦，催繁花汩汩而出—-这生命的喷泉，究竟藏身何处？\nxx: “涌动着无尽的喜悦，催繁花汩汩而出—-这生命的喷泉，究竟藏身何处？”\u2028果然还是你的版本更传神，想像的画面被一下子打开了，连着那种感叹和好奇的心情。这是得多爱这首诗才能把它翻译成这样啊。感叹你细腻温柔的情怀，也好奇这些诗歌陪伴过你怎样的岁月。\nW: 我决定向原文稍回归一点，把throw 译出来。把“催”改成“推”。咦？怪了！刚发现这俩字音和形还都挺像的。 Where is the fountain that throws up these flowers in a ceaseless outbreak of ecstasy?\u2028涌动着无尽的喜悦，推繁花汩汩而出——这生命的喷泉，究竟藏身何处？\n",
    "description": "",
    "tags": null,
    "title": "生命的喷泉",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E6%B3%B0%E6%88%88%E5%B0%94/%E7%94%9F%E5%91%BD%E7%9A%84%E5%96%B7%E6%B3%89/index.html"
  },
  {
    "breadcrumb": "文学世界 \u003e 木心",
    "content": "很多初读木心的人都读过他的《琼美卡随想录》，一个短小随感的结集。这个美妙的地名，网上有人误以为是纽约Hudson River东岸的Tribeca （翠贝卡）。其实Tribeca位于曼哈顿岛，很贵，不是木心当年（1983年）自己能负担得起的。所谓琼美卡就是纽约的Jamaica（牙买加），经木心这么一改字，立即像是一个仙境了。\nJamaica在纽约东部皇后区，是JFK机场以北的一大片地区，西裔与黑人聚居于此，很穷、很破，也很不安全。了解到这一层的读者会有些失落，像从天上掉到了尘土里。但是还有反转，木心具体住的那块儿其实是在Jamaica的最北部，那个community叫Jamaica Estates，是这一带最富庶的地区，以前有位暴发户二代名叫Fred Trump的，买的房子就在Jamaica Estates，家里有个儿子后来还当过美国总统。\n在《琼美卡随想录》书中，有一页照片，是一座薄薄积雪覆盖的漂亮房子，下面写着“写这些时，住在纽约东陬的琼美卡”。\n这个“陬” zou1字我还真不认识。读者几乎一定会以为木心先生在这座美屋里写下了这些文字，但是，又要反转了。我了解他在美国早年的窘迫状况，买不起任意一座房子，遂想到可能是他寄居的朋友的家。我在Google Earth上翻找良久，真的找到了这所房子，目前房主的姓氏像是东南亚人。2019年12月23日，疫情之前的最后一次出游中，也去找了找这所木心眼里的美屋。三十多年过去，这屋子除了植物简直没有什么变化，依然可以精确地想象木心饭后散步、挨家挨户点评的样子，这也是岁月静好的一个注脚。我很好奇这座房子在1983年如何成为木心的容身之所，但当时很有一阵子没有头绪。\n后来又读了一些他的作品，以及其他人的回忆文章，从字里行间看出他的琼美卡住所并非这里，而是南边Jamaica Estates的边缘，与真正的“穷美卡”Jamaica隔街相望的大路口上一座红砖公寓楼。\n木心住在二楼，从一个华人二房东手里分租了里外套间的里间，窗口正临大街，夏天没有空调，汗流浃背地写出了来美后最初的很多文字。需要坐地铁进城去美术学校点卯上课作画，闲暇时，马路对面买烟、附近路上散步。因为是工艺美术出身，散步时很留心周围房子的美丑，那张照片里的房子，大三角的立面，房前有曲折的甬道和台阶，想必是木心比较喜欢的一座屋子，借来营造“琼美卡”的美好氛围，仅此而已。木心书里并没有说“我住这屋里”，只是含糊其辞，引导读者形成一个美好想象而已，否则，要直言穷困文人的真实处境，只好写出煞风景的 “写这些时，住在纽约东陬逼仄的小套间里汗流浃背”。\n木心在这个局促的小屋里住了很长时间，大约是1983年到1990年。之所以来这里住，是因为跟大收藏家王季迁（C.C. Wang）闹翻了。1982年木心五十多岁高龄来美留学，不久很多艺术学校的同学们都互相介绍着去给王季迁打工，木心帮他修文物，此外因文笔不错，还代笔写些文章，以及写一些吹捧王的文章。作为回报，王季迁给提供食宿，住在曼哈顿一个高层公寓楼里。这样的生活，木心不久就恶心得过不下去了，于是到琼美卡找了个便宜的小居室出走了。\n就是在这个小居室里，木心笔耕不辍，终于靠文章在台湾率先打开了局面。早期的一本书出版前，出版社要作者照片，于是某日小老乡陈丹青带着相机来了。\n木心很少拍照，一旦拍，必正装，郑重打扮。1986年他的第一本散文集出版前，台湾需要照片，我给他拍了几张，就在他琼美卡寓所的楼下公园。他很听话，我要他脑袋转过来，他就一甩头发，猛地转过来。那年他五十九岁。\n拍照用作背景的石砌小柱，和不远处的一颗特别粗的大树，现在都还在，虽是物是人非，也多少算一种岁月静好。\n2024-03-01注：楼门口这根石头砌成的方柱是不是当年照片的背景，还有待实地验证。从Google街景上看不到朝向楼的那一面，下次有机会一定去亲眼看看。\n",
    "description": "",
    "tags": null,
    "title": "木心故居考：真假琼美卡",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E6%9C%A8%E5%BF%83/%E6%9C%A8%E5%BF%83%E6%95%85%E5%B1%85%E8%80%83%E7%9C%9F%E5%81%87%E7%90%BC%E7%BE%8E%E5%8D%A1/index.html"
  },
  {
    "breadcrumb": "文学世界 \u003e 小川糸",
    "content": "最近读了一本日本治愈系小说，小川糸《山茶文具店》，十分喜欢，理想的睡前读物。故事大致是一个家传的文具店，店主同时也帮人代笔写各种困难的信，“帮人获得幸福”的故事。故事和信的美好温暖有趣，前人备述尽矣，（请看 博文之一， 博文之二 ）。书中描写的日本镰仓地区的闲适生活、起居饮食都显得很真实，不免让我起了好奇之心。网上搜了搜，果然，镰仓虽然离东京不远，却完全是另一个“从前慢”的世界。书中的一个个景点、一家家美食店，都是真的，几乎就是一本镰仓旅行指南。其实原书中就有一张镰仓导览图。\n上网查了查，已经有很多热心读者仔细发掘了书中的各个店家，完全是写实的。去镰仓小住的话，真的可以按图索骥：\n跟着日剧/日影去旅行：和《山茶文具店》一起，再去一次镰仓！ 提起镰仓，总是会想到那些屡次出现在旅行杂志中，门口总是排着长长队伍的名店，或是游人如织、人山人海的必去景点。但对地地道道的镰仓居民来说，那些融入他们生活日常的街头不起眼料理店，或是闲暇时刻会和家人、朋友同去的地方又是什么呢？翻开小川系的《山茶文具店》的第二页就有一张手绘的“镰仓导览图”不同于那些颇为有名的地方，图中出现的大多数名字连我这个去过近10次镰仓的人也鲜少知道。\n【注】上面我引用的这段介绍里把作者名字写错了。其实我也读了好几天白字，以为是“系”，读完书后上网搜索，才碰到体贴的网友早给注好了音，“糸”mi4，顶上是没有那一道的。\n类似的寻根溯源的文章、帖子还有不少，但让我稍稍遗憾的是，大家一致同意“山茶文具店”是虚构的，尽管在那幅导览图的右上角也若有其事地标着。\n但转念一想，既然作者把镰仓的市井生活描写得如此写实，必然是在那里生活过，那这个童话般的“山茶文具店”即便是虚构的，总也会有些灵感来源或原型吧？对考据癖来说，一个有了感情的地方，即使是一点蛛丝马迹，考证出来，也是一件很满足的事情。\n从书中一处细节开始。\n晾完衣服后，马上去倒垃圾。名为“垃圾站”的垃圾堆放处位于流经这一带中心的二阶堂川桥下。\n我感觉，作者对垃圾堆放处的描述如此具体，在“二阶堂川桥下”，很可能是亲身经历，而非杜撰。首先，找到了镰仓的这条小河，二阶堂川。不像名字那样大河川，其实只是很小的一条沟渠，只有一千多米长。打开街景图去实地转了转，看到每隔几十米、最多两百多米，必有一个绿色的铁丝笼子，是为“垃圾站”。其中有五个位于二阶堂川的桥边。（中译本里说的“桥下”不知是否不精确的翻译）。下图是其中一个：\n另一个细节：“倒完垃圾，刚好是小学生背着书包，排队经过我家门口去上学的时间。小学就在离我家走路几分钟的地方，走进山茶文具店的客人，大部分都是就读于这所小学的学童”。在二阶堂川旁边，确有一所“镰仓市立第二小学”。那这五个河边垃圾站，哪个是作者用的那个呢？从五个垃圾站步行到小学的时间从1分钟到11分钟都有，考虑到垃圾站只代表家附近，并不等于家的位置，所以上述五个垃圾站都无法排除。\n镰仓市立第二小学：\n那就只能根据房屋信息：丘陵山麓的一座独幢日式家屋，屋前有山茶树，并有非常靠近的左邻，院子里有垂樱树。但这些信息哪些真实哪些虚构就不好说了。\n我住在位于丘陵山麓的一座独幢小房子里，地址属于神奈川县镰仓市。虽说在镰仓，但我住在靠山的那一带，离海边很远。以前我和上代一起住在这里，但上代在三年前去世，如今我独自住在这幢老旧的日式家屋中。因为随时可以感受左邻右舍的动静，所以并不觉得特别孤单。虽然入夜之后，这一带就像鬼城，笼罩在一片寂静中，但天一亮，空气便开始流动，到处传来人们说话的声音。\n满街大概逛了逛没有发现很符合的房子，或许是作者完全凭空虚构的？这时偶然发现小川糸此前还出过一本日记体的书，《一个人好好生活》，记录的是2013年一整年的生活，六月以后有很长一段时间就是独自租住在镰仓。这肯定就是《山茶文具店》故事的酝酿时期，其中一定会有线索！\n在微信读书上找到了这部日记，匆匆一翻，便一举成功定位了作者的住处，因为有个特性实在太独特了！她住的房子有一楼、二楼、和屋顶，能喝酒、看风景、晾衣服的那种平屋顶。在镰仓地区的卫星图上一看，这样的屋顶简直就是百里挑一都没有，简直就没有几个。而距离最近的垃圾站又要是二阶堂川桥边的垃圾站，那就只有一处房子满足，就是下图中标着“小川糸 25m”的地方。25米是她屋顶的海拔。图中那条蜿蜒的蓝线就是二阶堂川。所有的绿方框都是垃圾站，加大的那个就是她早晨去倒垃圾用的那个。图中还标了镰仓宫、镰仓市立第二小学、还有一个地方叫“镰仓古今”我后面要讲。\n这座房子也果然是在丘陵的山麓，实际上几乎紧贴山根了，尽管那山也就几十米高。日记中讲到这个山头也是房东一起买下的产业。日记中也提到后面山谷里鸟很多，我一看地图，房子南边有一个三面环山的大口袋，那可不是鸟儿的天堂嘛！另外一个极强的旁证是日记中9月25日，台风过后极佳的天气，上屋顶看风景，猛然发现竟然能看到富士山！上图中朝左（朝西）的那条红线就是富士山方向。3D模拟发现，从她的屋顶，果然，只要天气够好，越过树梢恰好能看到七十多公里外的富士山，而且只有上屋顶才能看到。这个房子是两半连体的，西边那一半看富士山更方便，住东边那一半的话，靠西站一点，也能看到：\n上面卫星图里面朝右（朝东）的那条红线，对应的是日记中9月18日清晨，旭日初升，照在墙上，简直能用来演皮影戏。根据东边树梢的距离、高度，推算是这一天早上6点44分太阳从方位角98度25分，仰角15度时从树梢上露出。房子东面是有几扇竖立的小窗户，早晨的阳光透过窗户投在墙上想必很美。由此看来，小川糸住的更可能是东边的一半。日记中说到，房东已带着她跟隔壁邻居打过招呼，而对面的邻居还没有。对面邻居指的应该是南边那幢房子。\n下图是以那天早晨阳光的视角，越过远处树梢，看向她居所的窗户：\n这是模拟的阳光投影效果，可以想像，很美：\n至此，小川糸2013年在镰仓的真实住所可以说是铁板钉钉了。但是，这所房子跟日式老屋看起来是八竿子打不着，实际上查看老卫星图得知，此处以前也是一所跟周围房子一样的房，是在2007-2009年之间的某个时间，拆掉，新建了现在这所具有休闲观光属性的连体屋。可是下去一走，就有大发现了：就在它的旁边，那个地图上叫“镰仓古今”的地方，原来是一个成功的旧民居改造开发项目，如假包换的日式老屋，原建于1855年，2019年改造后正式开放住宿，只有两个套间，价格昂贵。在小川糸住在那里的2013年，它应该还是古风貌。沿街看看图片，似乎真有一颗很高大的山茶树？它面前这条街也确实是二阶堂地区一大片家庭的孩子们步行去镰仓二小上学的必经之路（步行时间4分钟）。\n下面两张图就是“镰仓古今”现在的临街一侧外观：够宽，想象中开个家中店非常理想。\n这是内景，想订房？这里：镰仓古今 它的门牌号是“二阶堂836”，从它的最西边往西，下一户那个黄色的房子就是小川糸住过的“二阶堂837”。细查才知，都属于同一家地产公司，目前专搞古民居改造开发。\n看来，这个“镰仓古今”，至少是虚构的“山茶文具店”原型的一个主要灵感来源。最后，咱们再回到小川糸的屋顶，扫视一周，复习她的日记，给心灵洗个澡（另外，让天文爱好者又有格外的眼馋之处）：\n无论望向何处，视野中都会飞进几抹绿意，让人心情沉静。这是以前的我从未知晓的感觉。夜晚，一旦来到屋顶，就有满天繁星铺在眼前。这里并非人迹罕至的孤零零的居所，因此我并不害怕。也许对我来说，它就是最理想的居住环境。\n",
    "description": "",
    "tags": null,
    "title": "《山茶文具店》考证",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E5%B0%8F%E5%B7%9D%E7%B3%B8/%E5%B1%B1%E8%8C%B6%E6%96%87%E5%85%B7%E5%BA%97%E8%80%83%E8%AF%81/index.html"
  },
  {
    "breadcrumb": "",
    "content": "Everything about astronomy\n",
    "description": "",
    "tags": null,
    "title": "天文",
    "uri": "/selene/%E5%A4%A9%E6%96%87/index.html"
  },
  {
    "breadcrumb": "普罗旺斯故事",
    "content": "少男少女坐在山头看了一夜的星星\n（原发：2023-01-15 22:15）\n【2022年底，新冠疫情的洪峰带走了很多老人，包括法语文学翻译家柳鸣九。柳先生既是翻译家，也是文学理论家，他是萨特和加缪进入中文世界的护法神。后知后觉如我者，上天带走大师激起的波澜，又给我带来了法国文学的遗珠。我说的是一个小短篇，阿尔丰斯·都德《繁星》。说起都德，我只知道《最后一课》，说起《繁星》，我只知道冰心，谁知还有一篇都德《繁星》，读得我心都化了。】\n这是都德短篇小说集《磨坊文札》里的一篇，微信读书上面就可以看。第一句“在吕贝龙山上看守羊群的那些日子里，我常常一连好几个星期一个人也看不到，孤单单地和我的狗拉布里，还有那些羔羊呆在牧场里。” 这吕贝龙山，是法国东南部普罗旺斯地区东西方向的一条山脉，从西到东分为三段：小吕贝龙山、大吕贝龙山、东吕贝龙山。要说牧羊，绝对是小吕贝龙山最合适，山矮，只几百米，山顶宽阔，虽有起伏，但总体算很平坦的。加上小说中提到暴雨后发了洪水的河叫索尔克河，那河就从小吕贝龙山下西边不远的平原流过。所以毫无疑问，这位牧羊少年放羊的地方就是小吕贝龙山的西端。\n故事讲的是一个田庄人家雇佣的牧羊少年，偷偷爱慕着主人家的女少主斯苔法奈特，但地位卑微的他，根本想都不敢想能有什么希望，只能独自一人为东家在山顶放羊，每两周有人从田庄来给送一次粮食，他所有能做的就是拐弯抹角地打听少女的动态。而这次，阴差阳错，竟然是斯苔法奈特亲自来给他送粮食！更出乎预料的是，少女回程遇到索尔克河发洪水，被迫折回山上过夜；牧羊少年惊喜、激动，但满怀柔情，自制，不越矩，跟少女相依而坐看了一夜的星星，直看到少女在他肩头睡着。“星星中那最秀丽、最灿烂的一颗，因为迷了路，而停落在我的肩上睡着了……”\n小姑娘是七月的一个星期日下午三点多姗姗来迟，送粮食上到山顶的，好奇地到处看了看就告辞了。小伙子目送姑娘下山后，痴痴地向西望着，做着白日梦，“直到太阳西沉，我还像在做梦一样呆在那里，一动也不敢动，唯恐打破我的幻梦。傍晚时分，当山谷的深处开始变成蓝色”。忽然姑娘又回来了！安顿了一小会儿之后，“夜幕已经降临。只有一丝夕阳还残留在山颠之上”。我看到这里忍不住考证了一番天文地理，日落大约是7点，如果是3点半离开的，那骑驴下山到河边，遇洪水再返回，距离、时间上是很合理的。吕贝龙山的北坡下面是长长的吕贝龙山谷，将近日落时山谷中暮霭沉沉也是对的，而地面上刚刚日落时，山顶还残留一缕夕阳，也很美且很对，因为地球是圆的，高处的日落要稍晚。不只是自己所在的吕贝龙山，北边几十公里还有一座很高的旺图山，从这里看，远山的残阳夕照也一定很美，唐诗有云“高峰夜留景”。这座旺图山，身居高位，俯瞰世间，五十年后还见证了另一位牧羊人的传奇，此为后话。\n当晚收拾停当，俩人并没有踏踏实实睡觉，而是在外面相倚坐着看起了星星，讲起了天上的故事。这一段牧羊少年的发挥讲解，让我大感兴趣：\n你瞧，在我们头顶上的是“圣——雅克之路”(银河)。它从法国直通西班牙。再远一点，你可以看见“灵魂之车”(大熊星座)和它四个明亮的车轴。走在前面的三颗星是三头牲口，对着第三颗的那一颗很小的星星，就是车夫。你看见周围那一大片散落的小星吗?那都是仁慈的上帝不愿意接纳进天国的灵魂……稍微低一点，那是“耙子”，或者又叫“三王”，这个星座可以给我们牧人们当时钟，我现在只要一望它，就知道已过了午夜时分，再稍微低一点，老是朝着南方的是“米兰的约翰”，它闪闪发亮，是群星的火炬(天狼星)。我给你讲讲我们牧人对它的传说。有一天夜里，“米兰的约翰”和“三王”以及北极星(昴星)，被邀请去参加他们朋友的婚礼。“北极星”急急忙忙从上面那条路先出发了。“三王”下面那条路抄近追上了它；但“米兰的约翰”这个懒家伙，它睡得很迟才起来，一直就落在后头，它很恼火，为了要阻止他的两个同伴，就把自己拐杖向它们扔去。所以，“三王”又叫做“米兰的约翰的拐杖”……不过，所有这些星星中最美的一颗，是我们自己的星，那就是“牧童的星”，每天清晨，当我们赶出羊群的时候，它照着我们，到晚上，当我们驱回羊群的时候，它也照着我们。我们还把它叫做玛凯洛纳，美丽的玛凯洛纳追在“普罗旺斯的波埃尔”(土星)的后面，每隔七年就跟他结一次婚。\n前半段是在看北边的天空。四颗星组成的“灵魂之车“和前面三颗星的牲口，其实就是北斗七星。对着第三颗的那一颗很小的星星说是车夫。这里翻译稍稍有点不理想。北斗七星的第六颗中国也叫“北斗六”，是著名的双星，中国古代把亮的那颗叫”开阳“，旁边暗的那颗叫”辅“。这里的法语介词 contre，相当于英语 against，译成中文既可以是感觉比较远的“对着”，也可以是感觉比较近的“挨着”。如果懂得这里的天文知识，应该译成“挨着”。另外，原作者说是三头牲口中的第三颗星，其实应该是中间那颗（第二颗）。现代天文学研究发现其实天上的恒星大量的都是双星、三合星，甚至多合星，反倒是像太阳这样真单身的是少数派。“开阳”和“辅”这一对，自古以来各国人民都肉眼看出来是俩，编了各种各样的故事在里面。17世纪有了望远镜之后发现“开阳”也是两颗星：开阳A、开阳B。后来19世纪末到20世纪初，用分光光谱技术进一步发现，开阳A、开阳B分别都又是两颗恒星，离得非常近，望远镜无法分开，但是光谱泄露了秘密。最近的发现是2009年在搜寻系外行星时，偶然发现了“辅”其实也是两颗星！这样，这“北斗六”其实是 ((1+1) + (1+1))+(1+1)，一共是六颗恒星！牧羊少年以为是一个马夫骑在一匹马上，其实是俩马夫骑着四匹马！\n后半段转头讲起东南方天空的星星，这一段儿有点儿穿越了。所讲的毫无疑问是猎户座、天狼星和昴星团，但这一片天空在七月份是无法看到的，作者讲的星象、方位更像是冬季的晚上所见。后半段的翻译上也有一些小问题，法语Poussinière的意思是“孵养小鸡的窝”，是昴星团（Pleiades）的民间俗称，非常形象，在中国常常被称为七姐妹星团，不知何故，被译成了“北极星”括号昴星。“三王”就是猎户座的腰带，排列很齐的三颗亮星。“米兰的约翰”就是全天最亮的恒星天狼星。最后讲的“牧童的星”我考证不出是哪颗，尤其是讲它追在土星后面，每隔七年就跟他结一次婚，就更让我迷惑了。我想不出有什么亮星会以七年为周期靠近土星\n这后半段让我对故事的真实性起了怀疑，作者或许是道听途说加虚构想象。也许这真的只是一篇小说，但无论如何，它带给我的纯净的感动真实不虚，而且地理描述非常准确，所以我不只为这一夜的故事定出了地点，也定了一个并不确定的时间：1868年7月。一个有趣的巧合是，梵高1889年5月下旬在圣雷米精神病疗养院的卧室看星月夜时，黎明时分，耀眼的金星升起的地方，准准地就是这少年牧羊、跟少女一起看星星的地方！\n",
    "description": "",
    "tags": null,
    "title": "少男少女看星星",
    "uri": "/selene/%E6%99%AE%E7%BD%97%E6%97%BA%E6%96%AF%E6%95%85%E4%BA%8B/%E5%B0%91%E7%94%B7%E5%B0%91%E5%A5%B3%E7%9C%8B%E6%98%9F%E6%98%9F/index.html"
  },
  {
    "breadcrumb": "文学世界 \u003e 泰戈尔",
    "content": "风是一个诗人\nPosted on June 2, 2010 by boydog\n风，出身显贵。古时候曾经被当作构成世界的四大基本元素之一（地、火、风、水）。 后来科学昌明了，人们才知道原来构成世界的四大基本元素是“风”“花”“雪”“月”，风不但硕果仅存，而且跃居首位。\n其实我知道，风是一个诗人。\n风，无所不往，时而轻柔、时而狂放，所过之处，皆诗也。 风喜欢水，毕竟是“四大”里的老同事。池塘的涟漪像悠闲的散文诗，大海一浪推着一浪，像激情涌动的排比句。 风也喜欢树。有时是“春风杨柳”，有时是“长风驱松柏，声拂万壑清”，全看风的心情。 风不但是个诗人，还是个多面手，婉约豪放浪漫样样行。\n好了，废话就说这些。\n一直以来喜欢泰戈尔的诗。晚上无事时常翻《Stray Birds》(飞鸟集)。为什么这么喜欢呢，让我借英国诗人叶芝之口来说吧：\n“我每天读泰戈尔，读他的一行，便把世界上的一切烦恼都忘了。”\n诚哉斯言！\n泰戈尔现在也很“流行”，网上随便一搜，被糟蹋得也实在不轻，简直成了一大俗。不过泰戈尔他老人家不会为这个生气的，因为他知道，总有一些我老人家这样的真爱。至于中译，后来才发现流行的郑振铎《飞鸟集》译本其实质量很不怎么样，其他一些中译本也是各有其拙，这个我估计泰戈尔也不会很生气，但多少会有些遗憾。因为越是一些精绝巧妙的诗句，越是经常被误读误译，或译得不知所云。\n我虽一介布衣，但藉着一颗敏感的心，偶尔颇能得白胡子老爷爷的真意。诗这东西，不像科学容易拿出铁证，所以我也不敢说都准确，但说对的比说错的要多的信心还是有的，故决定以后有感悟、有感动又有闲时，会偶尔写几笔，把我觉得最美的东西，复原了跟同好分享。\n一般的诗句误解错译我就不写了，又没人付我钱。我就专挑一些我特别喜欢、又屡屡被弄得莫名其妙的诗句来“正解”一下。\nStray Birds 76\nThe poet wind is out over the sea and the forest to seek his own voice.\n这里poet和wind是同位语关系，“美国总统奥巴马”就是Obama，而不是“美国总统的奥巴马。” 诗人名叫“风”，“风”就是一个诗人，他四出巡行，所到之处皆留下诗句。 较流行的中译文皆译为“诗人的风”之类别扭的形容词修饰关系。一个“的”字，严重歪曲淡化了原诗生动的拟人手法。泰戈尔文思灵动，常有奇美的想象，而不幸这最美的也是最常被误译的。\n郑振铎：诗人的风，正出经海洋森林，追求它自己的歌声。\n周策纵：诗人的风吹遍了大海和森林，去寻觅他自己的声音。\n徐翰林：诗人的风，穿越海洋和森林，找寻他自己的歌声。\n陆晋德：诗人的风，穿越大海和森林，寻找属于他自己的声音。\n肖聿：诗人的气息吹在大海与森林上，寻找他自己的声音。\n吴岩：诗人之风，越过海洋和森林，去探索他自己的声音。\n水月：诗人之风穿过森林越过海洋，只为追寻自己的声音。\n这个译本有点接近了： 白开元：诗风掠过海洋和森林，去寻找自己的声音。\n倒是网上看到一个译法，不知道是谁的，准确传达了拟人的意境： “诗人—飙风，正出经海洋森林，追求它自己的歌声”\n开句玩笑，把“诗人的风”再译回英文：“poet’s wind”，然后再译成中文，就变成了“诗人放的屁”，哈哈。\n失敬，失敬。风的确是一位出色的诗人，不信去听听风吹树，去沙滩看看海浪吧！\n",
    "description": "",
    "tags": null,
    "title": "风是一个诗人",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E6%B3%B0%E6%88%88%E5%B0%94/%E9%A3%8E%E6%98%AF%E4%B8%80%E4%B8%AA%E8%AF%97%E4%BA%BA/index.html"
  },
  {
    "breadcrumb": "文学世界 \u003e 木心",
    "content": "这是木心先生1991到1996年在纽约“杰克逊高地”（Jackson Heights）的故居：25-24A 82nd St, East Elmhurst, NY 11370。在那门口，其实也不是什么阳台，等待小老乡陈丹青的到来，扶栏俯瞰。\n“天气好，心情不错，站在阳台上，一种小规模的君临万物之感。”（选自木心遗稿）\n陈丹青在他编写的木心讲稿《文学回忆录》中直接披露了这一故居的地址，所以很多人知道，常有好奇的游客来瞻仰。我倒不算是瞻仰，我可以说是想体会一下过去的岁月，于是2019年12月23日来到了这里。\n木心在美国的生活多半时间都比较艰苦，这个住所是他决定搬出“琼美卡”，不再与人合住后自己一个人住得比较久的一处。从结构上看，像是加盖出来的一条狭长的空间，在半腰上依附在主房外面，基本不像个屋子。木心也曾在文字中记录过:\n“我曾在纽约奎因斯（皇后区）杰克逊高地82街居住过好几年。那房子只好算是一条过道，我把它分三段，成了书斋、餐室、卧房。一个人的生活好像总是有意思，一个人哎，多妙啊，没有谁打搅我，要上进就上进，要堕落就堕落，何况几十年来，要堕落也堕落不了。”（选自木心遗稿）\n我在Google Earth上测量，此屋确实狭长，宽约2.5米，长约18.5米，估计面积约46平方米。面积倒还好了，比我曾经住过的几个斗室大多了。\n陋室有仙则名，这间火车厢屋子就是加州州立大学学者刘军（笔名：童明）采访木心，“仲夏开轩”的所在。从他们二人的室内合影看，“分成三段”后的书斋位于火车厢最后。\n竟夜长谈，谈“生死——死生”大问题，谈到最得意处，忽然红胸鸟叫起来，宛若通神。谁能想到就是在这样一条普通小街上一条如此简陋的“屋子”里。\n木心自视甚高，自尊心也高，还爱美讲究，偏偏孤身一人在美国度日艰难，此中辛酸，不可尽数。想起我自己刚来美国的那些艰苦的日子，住过的各种小破房子，“倚南窗以寄傲，审容膝而易安”的有苦有乐的生活，心有戚戚焉。\n考证一个作家的真实生活，能帮助理解他的写作，有时候能洞穿一些虚晃的招数，比如那个听起来很美的“琼美卡”。\n==\n有朋友评论说：\n看到最后，突然冒出来一句”中国那些半老的女人，仔仔细细打扮过了，走在街上，做出难看的表情…”。”嫉俗如仇”就是要厌恶半老徐娘们？莫名滑稽啊。🤣\n我说：\n我看到那段也同感突兀和不适。我明白他的意思，但确实没必要用这样的年龄+性别+国别三重歧视来做类比。这是他个人与时代的局限，就像他的抽烟。\n",
    "description": "",
    "tags": null,
    "title": "木心故居考：杰克逊高地",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E6%9C%A8%E5%BF%83/%E6%9C%A8%E5%BF%83%E6%95%85%E5%B1%85%E8%80%83%E6%9D%B0%E5%85%8B%E9%80%8A%E9%AB%98%E5%9C%B0/index.html"
  },
  {
    "breadcrumb": "文学世界 \u003e 小川糸",
    "content": "本书和本书的评论，别人都写得很好了，我特别好奇的原型考证，也做得差不多了，这篇是一些零碎的相关杂记。\n首先，我对日本历史并不熟悉，很多历史名词只是耳熟罢了，比如镰仓时代、镰仓幕府、源赖朝、北条氏等等。这次读书时，顺便做了一个很简单粗线条的中日历史时代对照图，从中国隋朝开始。存在这里：\n另外一个以前不求甚解的就是这个“二阶堂”的来历。最早的最早，二十多年前我买过一本厚厚的《日本百科全书》，里面对日本亲中派人物的介绍着墨甚多，当然少不了对日中关系正常化作出重要贡献的自民党元老二阶堂进。那时我以为他姓“二阶”，名“堂进”。后来，又有下一代著名亲中派政治家二阶俊博，这就更强化了我的错误认知。直到前几年，不记得是什么机缘，我才赫然发现前者姓“二阶堂”，后者姓“二阶”，两人也没有亲戚关系。\n这次读《山茶文具店》，故事发生的地方就在镰仓的“二阶堂”地区，这才查了一下，原来是镰仓时代的源赖朝在这里曾经盖过一座大庙“永福寺”为敌方阵亡将士祈福，大堂有两层，二阶堂氏的始祖工藤行政就住在旁边，于是干脆改姓二阶堂。翻看地图时看到这里标注着“永福寺迹”，是为遗迹，永福寺已经不在了( 永福寺遗迹介绍 ）。\n现在从地图上看，这一片地区大约一千户人家的门牌号码并不跟着路名走，而是统一编号，都叫“二阶堂xxx号”。这对外来人不太友好，比如说“二阶堂836”在哪里？非得熟知这整片地区的号码分布才能知道。\n《山茶文具店》书中一个最醒目的形象是镰仓时代迁移至此的鹤冈八幡宫（这里有丰富的信息：鹤冈八幡宫官网 ），供奉的八幡神是武士的守护神。我小时候读森村诚一的小说《太阳黑点》，也看到有商号的名字叫“八幡商事”，原来都是一个词源，其实日本的“八幡宫”遍地都是，大致相当于中国的“关帝庙”，镰仓的这个八幡宫是最有名的几个之一，详细一点的介绍可以看：守护日本的全国信仰──日本三大八幡宫\n那这座八幡宫的前缀“鹤冈”是什么意思呢？当然不是黑龙江的“鹤岗”，也不是日本靠北一点的鹤冈市（日语：鶴岡市／つるおかし Tsuruoka shi ），溯源的话它是京都石清水八幡宫的分店。大致梳理一下，是源赖朝的先祖在镰仓的“由比”这个地方开了个“鹤冈若宫”，传承的是京都的石清水八幡宫，鹤冈可能是这里的小地名，或者就是吉祥的鹤和一块大石头小山头之类，“若宫”的意思类似于小神社、分社，供奉的神小一号或年轻一点儿。后来鹤冈若宫又带着名号从“由比”迁到现址“雪之下”成为现在的“鹤冈八幡宫”（也包含“本宫”和“若宫”，相当于大殿、二殿），而原地也留了个纪念性的“由比若宫”，就是小说中雨宫家每个新年去参拜的那家，小碟子都可以带回家收藏的。\n鹤冈八幡宫牌匾上的“八”字由两只鸽子组成，据说是因为有大量鸽子栖息此地。《山茶文具店》中雨宫鸠子的名字就来源于这里。\n鸠与鸽是很近的近亲，生物分类学上，界、门、纲、目、科、亚科、族都是一样的，只是不同的属。一般人往往不能区分。\n日语中，鸽、鸠是一样的，都是“鳩”；而“斑鸠”另有专门名称。\n小说中离山茶文具店很近的是镰仓宫，供奉的是后醍醐天皇的第三皇子护良亲王，他致力于推翻镰仓幕府。这个宫的历史晚近得多，是1869年明治天皇对历史上的护良亲王心有所感才兴建的，其实比小说中雨宫家老宅（即山茶文具店的原型建筑）还要年轻14岁。这里有一个简单介绍：镰仓宫\n最后，留给最美的故事，在鹤冈八幡宫山门外右边不远有座政子建的“寿福寺”。它的山门与中门之间有一条将近七十米长的石板路。鸠子忽然回忆起来，上代曾经在这条路上背着小孩子的鸠子看风景，而这天晚上属于守景先生和鸠子，当然，还跟着QP妹妹。\n",
    "description": "",
    "tags": null,
    "title": "《山茶文具店》杂记",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E5%B0%8F%E5%B7%9D%E7%B3%B8/%E5%B1%B1%E8%8C%B6%E6%96%87%E5%85%B7%E5%BA%97%E6%9D%82%E8%AE%B0/index.html"
  },
  {
    "breadcrumb": "",
    "content": "想过要不本栏目干脆改叫“文学侦探”算了？不过后续还是有一些无关侦探、无关地理的纯文学内容，那就还是叫“文学世界”吧。我会慢慢把散在各处的一些旧作（并不多，十来篇）集中到这里。以后有新作，也优先放在这里。\n",
    "description": "",
    "tags": null,
    "title": "文学世界",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/index.html"
  },
  {
    "breadcrumb": "普罗旺斯故事",
    "content": "另一个牧羊人的种树传奇\n（原发：2023-01-20 14:37）\n普罗旺斯这片土地上，有很多美好的故事。上次讲过梵高看星星时眼前不远的地方恰好有个牧羊人也曾在看星星，这次就说说另外一个牧羊人在普罗旺斯的传奇故事。在都德的牧羊人故事之后约半个世纪的1910年，Giono后来“遇到”的这位牧羊人决定在这些狂风肆虐的荒山上种树。他两耳不闻天下事，任凭一战、二战，他只默默地种树，一直坚持了几十年，最后引发了良性的生态连锁反应，以一己之力推动了整个地区的环境以至人心的巨大变化。\n《种树的牧羊人 L’HOMME QUI PLANTAIT DES ARBRES》是Jean Giono 1953年的一部短篇小说，人物、地点、时间、事件都写得宛若纪实，可惜的是，整个故事并不比都德的星夜故事更真实。这个故事可以说是作者的一种理想。Jean Giono参加过第一次世界大战，然后彻底地成了一名和平主义者，后来又增加了生态主义的理想，都反映在这篇小说里。都德是利用普罗旺斯的南方风情为卖点元素，而Jean Giono才是地地道道的普罗旺斯本土作家。他在法国文学界很有存在感，但在国外，影响力最大反而只是这个短篇。中国语文课本里有收录，另外加拿大在1987年将它做成了一个30分钟的动画短片The Man Who Planted Trees，并获得奥斯卡最佳动画短片奖，为Giono在海外进一步扩大了影响。这部动画片画风独特，采用了印象主义和梵高所开创的表现主义手法，值得一看： https://v.youku.com/v_show/id_XODE4NzU4MjEy.html （法语版，中文字幕）\n日行一善，积少成多，愿这个寓言成真。\n",
    "description": "",
    "tags": null,
    "title": "另一个牧羊人",
    "uri": "/selene/%E6%99%AE%E7%BD%97%E6%97%BA%E6%96%AF%E6%95%85%E4%BA%8B/%E5%8F%A6%E4%B8%80%E4%B8%AA%E7%89%A7%E7%BE%8A%E4%BA%BA/index.html"
  },
  {
    "breadcrumb": "",
    "content": "我写过一个系列的普罗旺斯故事，其中包含美术史、天文考证、地理考证、文学和流行文化，很难归于一类，索性单独开一个系列。\n",
    "description": "",
    "tags": null,
    "title": "普罗旺斯故事",
    "uri": "/selene/%E6%99%AE%E7%BD%97%E6%97%BA%E6%96%AF%E6%95%85%E4%BA%8B/index.html"
  },
  {
    "breadcrumb": "文学世界 \u003e 泰戈尔",
    "content": "“是大地的泪点，使她的微笑保持着青春不谢”\nPosted on May 25, 2010 by boydog\n不止一次有人问我，这个space的标题是什么意思，我在一个commment里面仔细解释过，太不显眼，又有人问，干脆单列出来：\n那个Title是泰戈尔飞鸟集里诗句\nIt is the tears of the earth that keep her smiles in bloom.\n哦，这你应该知道的，我猜你可能是不理解意思，对吧？这句其实到处被人传抄滥了，可滑稽的是领会诗意的实在是不多，我甚至怀疑译者都不一定很懂。 在泰戈尔的世界里，树木花草都是从大地长出来的，都带了大地的灵性和信息，“绿树长到了我的窗前，仿佛是喑哑的大地发出的渴望的声音”、“群树如表示大地的愿望似的，踮起脚来向天空窥望。” 诗眼就是her smiles = 出自大地的花朵。花朵是大地的微笑 🙂 tears 是出自大地的水分雨露，在诗里用tears 带了凄美又强烈的情感，是用tears 滋润着 smiles. 这种情感有点类似王尔德《夜莺与玫瑰》的故事，不过没有那么变态，浑然天成的嘛：地–水–花 现在最流行的中译本是郑振铎译的，里面不佳甚至错误的翻译都有不少。这句“是大地的泪点，使她的微笑保持着青春不谢”就比较令人费解。当然，原诗就写得颇隐晦，只有熟悉他老人家的套路才容易会意。\nP.S. 托一位朋友从中国带《飞鸟集》的多种中译本，下周就可以拿到手了，到时候也许会写一些关于飞鸟集的专题。\n",
    "description": "",
    "tags": null,
    "title": "大地的泪点",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E6%B3%B0%E6%88%88%E5%B0%94/%E5%A4%A7%E5%9C%B0%E7%9A%84%E6%B3%AA%E7%82%B9/index.html"
  },
  {
    "breadcrumb": "文学世界 \u003e 木心",
    "content": "2024年3月1日按: 我2020年1月4日在豆瓣上发过一篇帖子，还原了木心笔下的一场梅纽因小提琴音乐会。这对考据癖、还原癖来说，是很有意思的娱乐，但同时也能帮助读者以第一视角精准地贴近木心当时的生活环境，对加深理解其更大范围的作品不无裨益。现在检查发现一些链接失效了，比如三个曲目中的第一个，不得不重新找了一个版本替换。更新此文的时候顺便搜索了一下，发现了一篇较新的文章也有相似的意趣，点评文章的同时试图还原这场音乐会（读木心《S.巴哈的咳嗽曲》| 春秋笔法，惜字如金），里面的文学评论内容，比如点评意识流写法等等，我的文章里没有关注，可以参考。但是这篇文章里还原音乐会可以说是做得一塌糊涂，第一个曲目因为没有第二种可能，所以没出问题；第二个曲目，作者自己把Partita No.1 和 No.2混为一谈，讲得一团乱，细节内容基本上全错；第三个曲目因为木心把舒伯特称为“修培尔特”，这位作者牵强地把这首曲子当成了格里格的“培尔·金特第一组曲”。另外一个好笑的地方是，木心写到梅纽因中途调G弦，这位作者联想翩翩，大发赞叹，大意是说大师极度尊重听众，拉着拉着弦松了，音微微不准，就一定要认真调好。而根据我交叉考证陈丹青对当晚的回忆，其实只是拉到半截，弦断了，换了一根。话说陈丹青的那段文字描述得极为传神，寥寥几笔写出了大师的沉稳超然、聚光灯下如在无人之境，给我留下很深的印象，具体文字看我的摘录。\n既然是还原，那就应该看看梅纽因大师当时的形象。趁这次更新，找了一张时间上最为接近的照片，是梅纽因病好之后在别处巡演，照片摄于木心那一场之前的十几天，当时梅纽因67岁、木心57岁：\n以下是2020年原帖转录（替换过链接曲目）：\n还原木心在林肯中心听梅纽因小提琴音乐会的那一夜\n声色犬猫\n来自: 声色犬猫(音乐美术宠物)\n2020-01-04 10:05:23 已编辑\n木心：S.巴哈的咳嗽曲 (https://www.jianshu.com/p/f0a48ce60fbb) ——《散文一集》台版\n【冬夜（大雪之後）。 林肯中心，梅紐沁獨奏。（友人早買了五章票，票上八時入場。七時找出兩張，車程約四十五分鐘，我們最終是三個人，還得上廁所……我們說了，也就入場如儀。美國至少有這點文明。當然三個人活該坐在三個角落。節目單來不及拿，也是忘了拿。） 第一是SONATA形式的，竟聞所未聞，竟把德彪西聽成了是德彪西逝世一二十年後的人寫的，我的無知多可怕。聽眾咳嗽，悄然如空谷兩三跫音。 第二是巴哈的，PARTITA №2，記得是D調，可愛的純粹的小提琴獨奏。（鋼琴也推到後臺去，美國至少有這點認真，或梅紐沁認真。） 全場此起彼落的咳嗽聲此落彼起——真心誠意的，像海的浪花，或草原上散佈的野花，亮麗的。 此演奏廳的音響效果之佳顯示出來，咳嗽多清晰，多傳神，梅紐沁也拉得好。我一味地責怪自己一味地去聽咳嗽。看海的時候，先見浪花。羊嚙草，我也這樣這樣採白的黃的花…… 何不在家咳完了再來，何不將咳嗽存在銀行裡。古典音樂會不致達旦，散場，一起總咳嗽，豈非更心曠神怡。 梅紐沁一聲不咳地拉這曲漫長的PARTITA，五個樂章令人同情，而自始至終絕妙，就只中途調了調G絃，緊了一下弓，此外堪稱完美。 幕間休息，全場咳嗽大作，有博愛平等自由革命成功之感，除了不咳嗽的，其他全咳了。 第三是絃樂重奏，還是可說是梅紐沁小提琴獨奏音樂會。修培爾特不對，樂章的安排不對，第一章就是交響樂交響詩的料。十九世紀，如果要談每個世紀各有各的聰明各有各的蠢笨，十九世紀音樂家在設計樂章上表彰了相當的蠢笨，誰能例外，貝多芬不例外，勃拉姆斯也許危危險險倖免。 而最完美的是謝幕之頃，熱烈的掌聲（尤其前排的一群不穿晚禮服的老太太），熱烈的掌聲淹沒了咳嗽聲，我仔細辨別，那時，即梅紐沁謝幕時，不是掌聲淹沒了咳嗽聲——沒有一個人咳嗽。 我起誓，是沒有的。】\n注：\n梅纽沁 = 梅纽因 Yehudi Menuhin\nS.巴哈 = 巴赫 Sebastian Bach\n德彪西 = Claude Debussy (1862.8.22－1918.3.25)\n修培爾特 = 舒伯特 Franz Schubert\n纽约时报1984-01-11 C20版有一个简短告示：梅纽因生病，1984-01-15 星期天下午3点的音乐会改期至3月11日晚8点，原票有效，节目不变：\nNew York magazine, January 16, 1984\nNew York magazine, March 12, 1984 （曲目：德彪西、巴赫、舒伯特）\n纽约市1984年天气记录： https://thestarryeye.typepad.com/weather/2012/02/new-york-weather-highlights-1984-.html\n以上记录表明那一冬多雪，3月8日夜到3月9日，下了入冬以来最大的一场雪。木心文中开头即交代“冬夜（大雪之後）”，当是对应于此。当时大雪之后，天气极寒，加之美国习惯春天从春分日起算，所以3月11日称为冬天是没有问题的。木心“文学再出发”三十五周年，台港九位文化人谈木心 ：【著名文学出版社“洪范书店”很快为木心出版了《散文一集 》（1985）与《琼美卡随想录》（1986）两本文集】说明时间上也没有冲突。\n综上，我认定，音乐会时间是1984年3月11日星期天晚上8点，在林肯中心的Avery Fisher Hall音乐厅（注：2015年后改名为David Geffen Hall），此时是木心迁居至琼美卡的次年，如果是友人开车从琼美卡到林肯中心的话，45分钟车程也非常符合。如果是坐地铁加步行，那得一个小时了。\n陈丹青在《张岪与木心》书中提到，那一晚听音乐会的三人中有他，而且“S. 巴哈咳嗽曲”这篇文章就是陈撩拨木心写的。搜索发现陈丹青有一篇音乐笔记外国音乐在外国(之二)，里面有如下文字描绘的当是那晚的梅纽因：\n“舞台空旷，梅纽因兀自拉一首巴赫的很长的帕蒂塔。弦断了，他腾出手，翻转琴身，找到断弦，揪出，调弦，试音。台下咳嗽声此起彼落，他微微笑着，像在自家书房孤灯独对的那么一副神色。”\n另，陈丹青夫人黄素宁“曾于1988年移居美国纽约”，所以这晚音乐会的第三个人不是她。\n附：在eBay上找到一张1983年12月11日的票样，右下角写明迟到者将被临时指定座位，所以有“當然三個人活該坐在三個角落。”的尴尬。\n音乐会曲目还原： “第一是SONATA形式的，竟聞所未聞，竟把德彪西聽成了是德彪西逝世一二十年後的人寫的” 估计是Debussy: Violin Sonata in G Minor, L. 140。这天晚上的钢琴演奏是Paul Coker。这也是当晚节目中唯一用到钢琴的，所以第一曲结束后“鋼琴也推到後臺去”。\nYouTube上找到一个梅纽因和列夫·奥博林（钢琴）合作的版本：\nViolin Sonata in G Minor, L. 140: I. Allegro vivo Violin Sonata in G Minor, L. 140: II. Intermède. Fantastique et léger Violin Sonata in G Minor, L. 140: III. Finale. Très animé “第二是巴哈的，PARTITA №2”：\nViolin Partita No. 2 in D Minor, BWV 1004: I. Allemande Violin Partita No. 2 in D Minor, BWV 1004: II. Courante Violin Partita No. 2 in D Minor, BWV 1004: III. Sarabande Violin Partita No. 2 in D Minor, BWV 1004: IV. Gigue Violin Partita No. 2 in D Minor, BWV 1004: V. Chaconne “第三是絃樂重奏”，可能是这个，梅纽因最喜爱的舒伯特曲目String Quintet in C Major, D. 956: YouTube上有一个版本：\nViolin: Yehudi Menuhin Violin: Robert Masters Viola: Walter Gerhardt Cello: Maurice Gendron Cello: Derek Simpson Composer: Franz Schubert String Quintet in C Major, D. 956: I. Allegro ma non troppo （第一乐章规模较大，所以有“第一章就是交響樂交響詩的料”）\nString Quintet in C Major, D. 956: II. Adagio String Quintet in C Major, D. 956: III. Scherzo. Presto - Trio. Andante sostenuto String Quintet in C Major, D. 956: IV. Allegretto ",
    "description": "",
    "tags": null,
    "title": "还原木心聆听梅纽因",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E6%9C%A8%E5%BF%83/%E8%BF%98%E5%8E%9F%E6%9C%A8%E5%BF%83%E8%81%86%E5%90%AC%E6%A2%85%E7%BA%BD%E5%9B%A0/index.html"
  },
  {
    "breadcrumb": "普罗旺斯故事",
    "content": "在这个故事里，还是在吕贝龙山谷，一个英国作家 Peter Mayle “创造”了普罗旺斯。这块地方之前只是在美术史上有名，因为法国南方阳光明媚，印象派画家们喜欢去那里作画。而直到这位Peter跑到这里买了座老屋住下，写了本《山居岁月》（A Year in Provence）,这里才忽然在流行文化中大红大紫起来，正式成为全世界的小资打卡地。\n【先占好位置，考证资料待续】\n",
    "description": "",
    "tags": null,
    "title": "山居岁月",
    "uri": "/selene/%E6%99%AE%E7%BD%97%E6%97%BA%E6%96%AF%E6%95%85%E4%BA%8B/%E5%B1%B1%E5%B1%85%E5%B2%81%E6%9C%88/index.html"
  },
  {
    "breadcrumb": "文学世界 \u003e 泰戈尔",
    "content": "叶绿叶红，几度春秋\nPosted on June 28, 2014 by boydog\n一转瞬，枫叶就火红了，配上碧水蓝天白屋，美得让人流泪。季节、周期、旋转，一个又一个的循环，这推动力原来就是地球的公转啊！地球公转一周要一年，而太阳系最外围的大行星，公转一周要二百多年；太阳系最边界的物质，公转周期达数百万年。太阳系的总角动量又只是银河系角动量的极小极小的一个小分量。太阳绕银心一周要2.6亿年，自太阳诞生以来，也就只转了十几圈。更大的结构如星系团、超星系团，其规模越宏大，旋转周期越长。整个宇宙的角动量算下来，不知有没有转到过一圈。\n神奇的是，这至大的宇宙角动量，通过微弱但统治一切的万有引力决定了每一片树叶的生命周期。据物理学家说，当星体坍缩成黑洞时，以至宇宙的一切最后合并成一个总黑洞时，只有质量、电荷和角动量得以保存，不知其中有没有每一片树叶的记忆？\n相对于浩瀚的宇宙，叶荣叶枯如同浩瀚水面上小漩涡的飞速旋转。而恢宏宇宙的角动量，就如同大洋中的洋流循环，巨大而缓慢，却与每一片树叶、每一个小漩涡生死相连。\n最后，让我写上一句泰戈尔《飞鸟集》的诗句：\n92 The birth and death of the leaves are the rapid whirls of the eddy whose wider circles move slowly among stars.\n",
    "description": "",
    "tags": null,
    "title": "叶绿叶红",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E6%B3%B0%E6%88%88%E5%B0%94/%E5%8F%B6%E7%BB%BF%E5%8F%B6%E7%BA%A2/index.html"
  },
  {
    "breadcrumb": "文学世界",
    "content": "泰戈尔《飞鸟集》相关的一些随笔\n",
    "description": "",
    "tags": null,
    "title": "泰戈尔",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E6%B3%B0%E6%88%88%E5%B0%94/index.html"
  },
  {
    "breadcrumb": "文学世界",
    "content": "木心在美国的一些考证\n",
    "description": "",
    "tags": null,
    "title": "木心",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E6%9C%A8%E5%BF%83/index.html"
  },
  {
    "breadcrumb": "文学世界",
    "content": "很喜欢她的小说《山茶文具店》，从这里开始，顺手做了一点别人没有做到的考证。\n",
    "description": "",
    "tags": null,
    "title": "小川糸",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E5%B0%8F%E5%B7%9D%E7%B3%B8/index.html"
  },
  {
    "breadcrumb": "视听之娱",
    "content": "华盛顿潮汐湖边的一圈三千多棵樱花树是日本国的赠品，有些已经传了几代。每年早春的樱花盛放极为壮观，每每引来周边和远方如云的游客，江湖俗称“樱花大会”。我去过多次，有晴天、有雨天，有春寒料峭赶上开头的、有赶上尾巴充分体会“物哀”的，2009年3月31日这次独行，是赶上樱花极盛的。当时发的博文已不存在，现在尽力恢复原貌重建了一个：华盛顿樱花行\n",
    "description": "",
    "tags": null,
    "title": "华盛顿樱花行",
    "uri": "/selene/%E8%A7%86%E5%90%AC%E4%B9%8B%E5%A8%B1/%E5%8D%8E%E7%9B%9B%E9%A1%BF%E6%A8%B1%E8%8A%B1%E8%A1%8C/index.html"
  },
  {
    "breadcrumb": "",
    "content": "一些新老多媒体内容，会从这里链接到老的wordpress博客\n",
    "description": "",
    "tags": null,
    "title": "视听之娱",
    "uri": "/selene/%E8%A7%86%E5%90%AC%E4%B9%8B%E5%A8%B1/index.html"
  },
  {
    "breadcrumb": "",
    "content": "夜 空 里 那 些 既 远 又 近 的 星 星\n月夜 Moonlight\n木遥的窗子\nMatrix67: The Aha Moments\n卢昌海个人主页\n阮一峰的网络日志\n",
    "description": "",
    "tags": null,
    "title": "网夜星光",
    "uri": "/selene/%E7%BD%91%E5%A4%9C%E6%98%9F%E5%85%89/index.html"
  },
  {
    "breadcrumb": "",
    "content": "历年来，在MSN、太傻、天之文、wordpress、FB、微博、微信、notion、推特多少不同地留有各种图文。其中还能找到的并有保留价值的，我会把它们逐渐集中到这里，分门别类，必要时修正、加注、改写，或扩写、重写。在我关注的方向上，会继续生长发展。\n这是2009-2014写的一个博客：生命的喷泉 我会逐渐把一些意义不大的内容关闭，有保留价值的，会在内容转移到新的blog后，将原博文关闭。这个wordpress博客的多媒体功能强一些，暂时重新利用作为多媒体内容的后备。\n",
    "description": "",
    "tags": null,
    "title": "关于旧文整理",
    "uri": "/selene/%E5%85%B3%E4%BA%8E%E6%97%A7%E6%96%87%E6%95%B4%E7%90%86/index.html"
  },
  {
    "breadcrumb": "",
    "content": "一些有用的工具\n",
    "description": "",
    "tags": null,
    "title": "工具",
    "uri": "/selene/%E5%B7%A5%E5%85%B7/index.html"
  },
  {
    "breadcrumb": "文学世界",
    "content": "机缘巧合，有幸与一位比较文学博士Z谈诗。Ezra Pound是个传奇人物，按下传奇不表，在此只借其一首有名的小诗的中译说个事儿。 In a Station of the Metro The apparition of these faces in the crowd; Petals on a wet, black bough.\n查了一下，有个网页给出了多种翻译，我感觉几乎都失了味，问题出在语序上。译者没有仔细体会到原诗的动态。\n原诗画面动态感很强，而且有点神秘性，先是一个结果：闪现。然后读者心理期待，，什么闪现？，，结果第一波闪现出来的图像是一批人脸，下来才把人脸安到后现的人群里。然后下一个镜头是类比：花瓣，，，接着才将花瓣安插在后现的黑黑树枝上。大多数中译，都是顺着从大到小的语序先写了“人群”，然后才是脸，这样就倒回了平铺直叙，把原诗图像的动态趣味完全丢了。4号李德武、6号飞白和11号郑敏的翻译第一句名词顺序对了，但第二句仍是从大到小，而且结果提前的神秘感也丢了。10号江枫的翻译，两句顺序都对，都是从小到大的动态次序，但是结果提前的感觉还是丢了。\nZ博士说：“语序问题我觉得是中英文的不同点，译者也没办法。没错，画面感，这首是Pound最典型的Imagism的代表作，是大师学习了东方艺术，尤其是中国汉字后的作品。”\n另外，Z博士指出“很多人都被apparition打败，读庞德的笔记就知道这里不是鬼影什么的，是很温馨的画面” （13号余光中和14号洛夫的翻译）\nZ博士以广博的见识细细点评了各家翻译，我很佩服。Z博士最认可5号赵毅衡的翻译，但我还是认为最重要的问题是语序习惯导致的对原诗动态图像趣味的破坏。诗不只是要静态地说清几个意象之间的关系，有时候说的过程和顺序也是产生美的关键。这里是我的一个尝试，甚至牺牲了我认为不是绝对必要的押韵：\n浮现的张张面庞于人流中，片片花瓣在湿黑的树干上。\n欧美人冬天穿着尚黑，地铁站里的涌动人流宛若一条爬行的黑色巨龙，一张张人脸是里面的亮色。庞德发表此诗时人在伦敦，但据说写的是巴黎的地铁站，想必是冬天火车刚到站的景象。\n下面是我查到的十四种中译版本：\n1．在地铁站 人潮中这些面容的忽现； 湿巴巴的黑树丫上的花瓣。（罗池）\n2．地下车站 人群中幻影般浮现的脸 潮湿的，黑色树枝上的花瓣。（钟鲲）\n3．地铁车站 人群中这些脸庞的幻影； 潮湿又黑的树枝上的花瓣。（成婴）\n4．在伦敦的地铁车站里 这些脸的幻影在人群中， 一条潮湿的、黑色枝干上的点点花瓣。（李德武）\n5．地铁车站 人群中这些面庞的闪现； 湿漉的黑树干上的花瓣。（赵毅衡）\n6．在地铁车站 这几张脸在人群中幻景般闪现； 湿漉漉的黑树枝上花瓣数点。（飞白）\n7．地铁车站 人群里忽隐忽现的张张面庞， 黝黑沾湿枝头的点点花瓣。 又： 人群中这些脸庞的隐现； 湿漉漉、黑黝黝的树枝上的花瓣。（裘小龙）\n8．在一个地铁车站 人群中这些面孔幽灵一般显现； 湿漉漉的黑色枝条上的许多花瓣 又：地铁车站 人群中这些面孔幽灵般显现； 湿漉漉的黑枝条上朵朵花瓣。（杜运燮）\n9．地铁站里 出现在人群里这一张张面孔； 湿的黑树枝上的一片片花瓣。（张子清）\n10．在一个地铁车站 这些面孔似幻象在人群中显现； 一串花瓣在潮湿的黑色枝干上。（江枫）\n11．地铁站上 这些面庞从人群中涌现 湿漉漉的黑树干上花瓣朵朵（郑敏）\n12．人群里这些脸忽然闪现； 花丛在一条湿黑的树枝。（流沙河）\n13．人群中，这些面孔的鬼影； 潮湿的黑树枝上的花瓣。（余光中）\n14．人群中千张脸孔的魅影； 一条湿而黑的树枝上的花瓣。（洛夫）\n",
    "description": "",
    "tags": null,
    "title": "Ezra Pound《在地铁站》的翻译",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E5%BA%9E%E5%BE%B7%E5%9C%A8%E5%9C%B0%E9%93%81%E7%AB%99%E7%9A%84%E7%BF%BB%E8%AF%91%E9%97%AE%E9%A2%98/index.html"
  },
  {
    "breadcrumb": "工具",
    "content": "1–500\n啊阿埃挨哎唉哀皑癌蔼矮艾碍爱隘鞍氨安俺按\n暗岸胺案肮昂盎凹敖熬翱袄傲奥懊澳芭捌扒叭\n吧笆八疤巴拔跋靶把耙坝霸罢爸白柏百摆佰败\n拜稗斑班搬扳般颁板版扮拌伴瓣半办绊邦帮梆\n榜膀绑棒磅蚌镑傍谤苞胞包褒剥薄雹保堡饱宝\n抱报暴豹鲍爆杯碑悲卑北辈背贝钡倍狈备惫焙\n被奔苯本笨崩绷甭泵蹦迸逼鼻比鄙笔彼碧蓖蔽\n毕毙毖币庇痹闭敝弊必辟壁臂避陛鞭边编贬扁\n便变卞辨辩辫遍标彪膘表鳖憋别瘪彬斌濒滨宾\n摈兵冰柄丙秉饼炳病并玻菠播拨钵波博勃搏铂\n箔伯帛舶脖膊渤泊驳捕卜哺补埠不布步簿部怖\n擦猜裁材才财睬踩采彩菜蔡餐参蚕残惭惨灿苍\n舱仓沧藏操糙槽曹草厕策侧册测层蹭插叉茬茶\n查碴搽察岔差诧拆柴豺搀掺蝉馋谗缠铲产阐颤\n昌猖场尝常长偿肠厂敞畅唱倡超抄钞朝嘲潮巢\n吵炒车扯撤掣彻澈郴臣辰尘晨忱沉陈趁衬撑称\n城橙成呈乘程惩澄诚承逞骋秤吃痴持匙池迟弛\n驰耻齿侈尺赤翅斥炽充冲虫崇宠抽酬畴踌稠愁\n筹仇绸瞅丑臭初出橱厨躇锄雏滁除楚础储矗搐\n触处揣川穿椽传船喘串疮窗幢床闯创吹炊捶锤\n垂春椿醇唇淳纯蠢戳绰疵茨磁雌辞慈瓷词此刺\n赐次聪葱囱匆从丛凑粗醋簇促蹿篡窜摧崔催脆\n瘁粹淬翠村存寸磋撮搓措挫错搭达答瘩打大呆\n歹傣戴带殆代贷袋待逮怠耽担丹单郸掸胆旦氮\n但惮淡诞弹蛋当挡党荡档刀捣蹈倒岛祷导到稻\n501–1000\n悼道盗德得的蹬灯登等瞪凳邓堤低滴迪敌笛狄\n涤翟嫡抵底地蒂第帝弟递缔颠掂滇碘点典靛垫\n电佃甸店惦奠淀殿碉叼雕凋刁掉吊钓调跌爹碟\n蝶迭谍叠丁盯叮钉顶鼎锭定订丢东冬董懂动栋\n侗恫冻洞兜抖斗陡豆逗痘都督毒犊独读堵睹赌\n杜镀肚度渡妒端短锻段断缎堆兑队对墩吨蹲敦\n顿囤钝盾遁掇哆多夺垛躲朵跺舵剁惰堕蛾峨鹅\n俄额讹娥恶厄扼遏鄂饿恩而儿耳尔饵洱二贰发\n罚筏伐乏阀法珐藩帆番翻樊矾钒繁凡烦反返范\n贩犯饭泛坊芳方肪房防妨仿访纺放菲非啡飞肥\n匪诽吠肺废沸费芬酚吩氛分纷坟焚汾粉奋份忿\n愤粪丰封枫蜂峰锋风疯烽逢冯缝讽奉凤佛否夫\n敷肤孵扶拂辐幅氟符伏俘服浮涪福袱弗甫抚辅\n俯釜斧脯腑府腐赴副覆赋复傅付阜父腹负富讣\n附妇缚咐噶嘎该改概钙盖溉干甘杆柑竿肝赶感\n秆敢赣冈刚钢缸肛纲岗港杠篙皋高膏羔糕搞镐\n稿告哥歌搁戈鸽胳疙割革葛格蛤阁隔铬个各给\n根跟耕更庚羹埂耿梗工攻功恭龚供躬公宫弓巩\n汞拱贡共钩勾沟苟狗垢构购够辜菇咕箍估沽孤\n姑鼓古蛊骨谷股故顾固雇刮瓜剐寡挂褂乖拐怪\n棺关官冠观管馆罐惯灌贯光广逛瑰规圭硅归龟\n闺轨鬼诡癸桂柜跪贵刽辊滚棍锅郭国果裹过哈\n骸孩海氦亥害骇酣憨邯韩含涵寒函喊罕翰撼捍\n旱憾悍焊汗汉夯杭航壕嚎豪毫郝好耗号浩呵喝\n荷菏核禾和何合盒貉阂河涸赫褐鹤贺嘿黑痕很\n1001–1500\n狠恨哼亨横衡恒轰哄烘虹鸿洪宏弘红喉侯猴吼\n厚候后呼乎忽瑚壶葫胡蝴狐糊湖弧虎唬护互沪\n户花哗华猾滑画划化话槐徊怀淮坏欢环桓还缓\n换患唤痪豢焕涣宦幻荒慌黄磺蝗簧皇凰惶煌晃\n幌恍谎灰挥辉徽恢蛔回毁悔慧卉惠晦贿秽会烩\n汇讳诲绘荤昏婚魂浑混豁活伙火获或惑霍货祸\n击圾基机畸稽积箕肌饥迹激讥鸡姬绩缉吉极棘\n辑籍集及急疾汲即嫉级挤几脊己蓟技冀季伎祭\n剂悸济寄寂计记既忌际妓继纪嘉枷夹佳家加荚\n颊贾甲钾假稼价架驾嫁歼监坚尖笺间煎兼肩艰\n奸缄茧检柬碱硷拣捡简俭剪减荐槛鉴践贱见键\n箭件健舰剑饯渐溅涧建僵姜将浆江疆蒋桨奖讲\n匠酱降蕉椒礁焦胶交郊浇骄娇嚼搅铰矫侥脚狡\n角饺缴绞剿教酵轿较叫窖揭接皆秸街阶截劫节\n桔杰捷睫竭洁结解姐戒藉芥界借介疥诫届巾筋\n斤金今津襟紧锦仅谨进靳晋禁近烬浸尽劲荆兢\n茎睛晶鲸京惊精粳经井警景颈静境敬镜径痉靖\n竟竞净炯窘揪究纠玖韭久灸九酒厩救旧臼舅咎\n就疚鞠拘狙疽居驹菊局咀矩举沮聚拒据巨具距\n踞锯俱句惧炬剧捐鹃娟倦眷卷绢撅攫抉掘倔爵\n觉决诀绝均菌钧军君峻俊竣浚郡骏喀咖卡咯开\n揩楷凯慨刊堪勘坎砍看康慷糠扛抗亢炕考拷烤\n靠坷苛柯棵磕颗科壳咳可渴克刻客课肯啃垦恳\n坑吭空恐孔控抠口扣寇枯哭窟苦酷库裤夸垮挎\n跨胯块筷侩快宽款匡筐狂框矿眶旷况亏盔岿窥\n1501–2000\n葵奎魁傀馈愧溃坤昆捆困括扩廓阔垃拉喇蜡腊\n辣啦莱来赖蓝婪栏拦篮阑兰澜谰揽览懒缆烂滥\n琅榔狼廊郎朗浪捞劳牢老佬姥酪烙涝勒乐雷镭\n蕾磊累儡垒擂肋类泪棱楞冷厘梨犁黎篱狸离漓\n理李里鲤礼莉荔吏栗丽厉励砾历利傈例俐痢立\n粒沥隶力璃哩俩联莲连镰廉怜涟帘敛脸链恋炼\n练粮凉梁粱良两辆量晾亮谅撩聊僚疗燎寥辽潦\n了撂镣廖料列裂烈劣猎琳林磷霖临邻鳞淋凛赁\n吝拎玲菱零龄铃伶羚凌灵陵岭领另令溜琉榴硫\n馏留刘瘤流柳六龙聋咙笼窿隆垄拢陇楼娄搂篓\n漏陋芦卢颅庐炉掳卤虏鲁麓碌露路赂鹿潞禄录\n陆戮驴吕铝侣旅履屡缕虑氯律率滤绿峦挛孪滦\n卵乱掠略抡轮伦仑沦纶论萝螺罗逻锣箩骡裸落\n洛骆络妈麻玛码蚂马骂嘛吗埋买麦卖迈脉瞒馒\n蛮满蔓曼慢漫谩芒茫盲氓忙莽猫茅锚毛矛铆卯\n茂冒帽貌贸么玫枚梅酶霉煤没眉媒镁每美昧寐\n妹媚门闷们萌蒙檬盟锰猛梦孟眯醚靡糜迷谜弥\n米秘觅泌蜜密幂棉眠绵冕免勉娩缅面苗描瞄藐\n秒渺庙妙蔑灭民抿皿敏悯闽明螟鸣铭名命谬摸\n摹蘑模膜磨摩魔抹末莫墨默沫漠寞陌谋牟某拇\n牡亩姆母墓暮幕募慕木目睦牧穆拿哪呐钠那娜\n纳氖乃奶耐奈南男难囊挠脑恼闹淖呢馁内嫩能\n妮霓倪泥尼拟你匿腻逆溺蔫拈年碾撵捻念娘酿\n鸟尿捏聂孽啮镊镍涅您柠狞凝宁拧泞牛扭钮纽\n脓浓农弄奴努怒女暖虐疟挪懦糯诺哦欧鸥殴藕\n2001–2500\n呕偶沤啪趴爬帕怕琶拍排牌徘湃派攀潘盘磐盼\n畔判叛乓庞旁耪胖抛咆刨炮袍跑泡呸胚培裴赔\n陪配佩沛喷盆砰抨烹澎彭蓬棚硼篷膨朋鹏捧碰\n坯砒霹批披劈琵毗啤脾疲皮匹痞僻屁譬篇偏片\n骗飘漂瓢票撇瞥拼频贫品聘乒坪苹萍平凭瓶评\n屏坡泼颇婆破魄迫粕剖扑铺仆莆葡菩蒲埔朴圃\n普浦谱曝瀑期欺栖戚妻七凄漆柒沏其棋奇歧畦\n崎脐齐旗祈祁骑起岂乞企启契砌器气迄弃汽泣\n讫掐恰洽牵扦钎铅千迁签仟谦乾黔钱钳前潜遣\n浅谴堑嵌欠歉枪呛腔羌墙蔷强抢橇锹敲悄桥瞧\n乔侨巧鞘撬翘峭俏窍切茄且怯窃钦侵亲秦琴勤\n芹擒禽寝沁青轻氢倾卿清擎晴氰情顷请庆琼穷\n秋丘邱球求囚酋泅趋区蛆曲躯屈驱渠取娶龋趣\n去圈颧权醛泉全痊拳犬券劝缺炔瘸却鹊榷确雀\n裙群然燃冉染瓤壤攘嚷让饶扰绕惹热壬仁人忍\n韧任认刃妊纫扔仍日戎茸蓉荣融熔溶容绒冗揉\n柔肉茹蠕儒孺如辱乳汝入褥软阮蕊瑞锐闰润若\n弱撒洒萨腮鳃塞赛三叁伞散桑嗓丧搔骚扫嫂瑟\n色涩森僧莎砂杀刹沙纱傻啥煞筛晒珊苫杉山删\n煽衫闪陕擅赡膳善汕扇缮墒伤商赏晌上尚裳梢\n捎稍烧芍勺韶少哨邵绍奢赊蛇舌舍赦摄射慑涉\n社设砷申呻伸身深娠绅神沈审婶甚肾慎渗声生\n甥牲升绳省盛剩胜圣师失狮施湿诗尸虱十石拾\n时什食蚀实识史矢使屎驶始式示士世柿事拭誓\n逝势是嗜噬适仕侍释饰氏市恃室视试收手首守\n2501–3000\n寿授售受瘦兽蔬枢梳殊抒输叔舒淑疏书赎孰熟\n薯暑曙署蜀黍鼠属术述树束戍竖墅庶数漱恕刷\n耍摔衰甩帅栓拴霜双爽谁水睡税吮瞬顺舜说硕\n朔烁斯撕嘶思私司丝死肆寺嗣四伺似饲巳松耸\n怂颂送宋讼诵搜艘擞嗽苏酥俗素速粟僳塑溯宿\n诉肃酸蒜算虽隋随绥髓碎岁穗遂隧祟孙损笋蓑\n梭唆缩琐索锁所塌他它她塔獭挞蹋踏胎苔抬台\n泰酞太态汰坍摊贪瘫滩坛檀痰潭谭谈坦毯袒碳\n探叹炭汤塘搪堂棠膛唐糖倘躺淌趟烫掏涛滔绦\n萄桃逃淘陶讨套特藤腾疼誊梯剔踢锑提题蹄啼\n体替嚏惕涕剃屉天添填田甜恬舔腆挑条迢眺跳\n贴铁帖厅听烃汀廷停亭庭挺艇通桐酮瞳同铜彤\n童桶捅筒统痛偷投头透凸秃突图徒途涂屠土吐\n兔湍团推颓腿蜕褪退吞屯臀拖托脱鸵陀驮驼椭\n妥拓唾挖哇蛙洼娃瓦袜歪外豌弯湾玩顽丸烷完\n碗挽晚皖惋宛婉万腕汪王亡枉网往旺望忘妄威\n巍微危韦违桅围唯惟为潍维苇萎委伟伪尾纬未\n蔚味畏胃喂魏位渭谓尉慰卫瘟温蚊文闻纹吻稳\n紊问嗡翁瓮挝蜗涡窝我斡卧握沃巫呜钨乌污诬\n屋无芜梧吾吴毋武五捂午舞伍侮坞戊雾晤物勿\n务悟误昔熙析西硒矽晰嘻吸锡牺稀息希悉膝夕\n惜熄烯溪汐犀檄袭席习媳喜铣洗系隙戏细瞎虾\n匣霞辖暇峡侠狭下厦夏吓掀锨先仙鲜纤咸贤衔\n舷闲涎弦嫌显险现献县腺馅羡宪陷限线相厢镶\n香箱襄湘乡翔祥详想响享项巷橡像向象萧硝霄\n3001–3500\n削哮嚣销消宵淆晓小孝校肖啸笑效楔些歇蝎鞋\n协挟携邪斜胁谐写械卸蟹懈泄泻谢屑薪芯锌欣\n辛新忻心信衅星腥猩惺兴刑型形邢行醒幸杏性\n姓兄凶胸匈汹雄熊休修羞朽嗅锈秀袖绣墟戌需\n虚嘘须徐许蓄酗叙旭序畜恤絮婿绪续轩喧宣悬\n旋玄选癣眩绚靴薛学穴雪血勋熏循旬询寻驯巡\n殉汛训讯逊迅压押鸦鸭呀丫芽牙蚜崖衙涯雅哑\n亚讶焉咽阉烟淹盐严研蜒岩延言颜阎炎沿奄掩\n眼衍演艳堰燕厌砚雁唁彦焰宴谚验殃央鸯秧杨\n扬佯疡羊洋阳氧仰痒养样漾邀腰妖瑶摇尧遥窑\n谣姚咬舀药要耀椰噎耶爷野冶也页掖业叶曳腋\n夜液一壹医揖铱依伊衣颐夷遗移仪胰疑沂宜姨\n彝椅蚁倚已乙矣以艺抑易邑屹亿役臆逸肄疫亦\n裔意毅忆义益溢诣议谊译异翼翌绎茵荫因殷音\n阴姻吟银淫寅饮尹引隐印英樱婴鹰应缨莹萤营\n荧蝇迎赢盈影颖硬映哟拥佣臃痈庸雍踊蛹咏泳\n涌永恿勇用幽优悠忧尤由邮铀犹油游酉有友右\n佑釉诱又幼迂淤于盂榆虞愚舆余俞逾鱼愉渝渔\n隅予娱雨与屿禹宇语羽玉域芋郁吁遇喻峪御愈\n欲狱育誉浴寓裕预豫驭鸳渊冤元垣袁原援辕园\n员圆猿源缘远苑愿怨院曰约越跃钥岳粤月悦阅\n耘云郧匀陨允运蕴酝晕韵孕匝砸杂栽哉灾宰载\n再在咱攒暂赞赃脏葬遭糟凿藻枣早澡蚤躁噪造\n皂灶燥责择则泽贼怎增憎曾赠扎喳渣札轧铡闸\n眨栅榨咋乍炸诈摘斋宅窄债寨瞻毡詹粘沾盏斩\n3501–4000\n辗崭展蘸栈占战站湛绽樟章彰漳张掌涨杖丈帐\n账仗胀瘴障招昭找沼赵照罩兆肇召遮折哲蛰辙\n者锗蔗这浙珍斟真甄砧臻贞针侦枕疹诊震振镇\n阵蒸挣睁征狰争怔整拯正政帧症郑证芝枝支吱\n蜘知肢脂汁之织职直植殖执值侄址指止趾只旨\n纸志挚掷至致置帜峙制智秩稚质炙痔滞治窒中\n盅忠钟衷终种肿重仲众舟周州洲诌粥轴肘帚咒\n皱宙昼骤珠株蛛朱猪诸诛逐竹烛煮拄瞩嘱主著\n柱助蛀贮铸筑住注祝驻抓爪拽专砖转撰赚篆桩\n庄装妆撞壮状椎锥追赘坠缀谆准捉拙卓桌琢茁\n酌啄着灼浊兹咨资姿滋淄孜紫仔籽滓子自渍字\n鬃棕踪宗综总纵邹走奏揍租足卒族祖诅阻组钻\n纂嘴醉最罪尊遵昨左佐柞做作坐座亍丌兀丐廿\n卅丕亘丞鬲孬噩丨禺丿匕乇夭爻卮氐囟胤馗毓\n睾鼗丶亟鼐乜乩亓芈孛啬嘏仄厍厝厣厥厮靥赝\n匚叵匦匮匾赜卦卣刂刈刎刭刳刿剀剌剞剡剜蒯\n剽劂劁劐劓冂罔亻仃仉仂仨仡仫仞伛仳伢佤仵\n伥伧伉伫佞佧攸佚佝佟佗伲伽佶佴侑侉侃侏佾\n佻侪佼侬侔俦俨俪俅俚俣俜俑俟俸倩偌俳倬倏\n倮倭俾倜倌倥倨偾偃偕偈偎偬偻傥傧傩傺僖儆\n僭僬僦僮儇儋仝氽佘佥俎龠汆籴兮巽黉馘冁夔\n勹匍訇匐凫夙兕亠兖亳衮袤亵脔裒禀嬴蠃羸冫\n冱冽冼凇冖冢冥讠讦讧讪讴讵讷诂诃诋诏诎诒\n诓诔诖诘诙诜诟诠诤诨诩诮诰诳诶诹诼诿谀谂\n谄谇谌谏谑谒谔谕谖谙谛谘谝谟谠谡谥谧谪谫\n4001–4500\n谮谯谲谳谵谶卩卺阝阢阡阱阪阽阼陂陉陔陟陧\n陬陲陴隈隍隗隰邗邛邝邙邬邡邴邳邶邺邸邰郏\n郅邾郐郄郇郓郦郢郜郗郛郫郯郾鄄鄢鄞鄣鄱鄯\n鄹酃酆刍奂劢劬劭劾哿勐勖勰叟燮矍廴凵凼鬯\n厶弁畚巯坌垩垡塾墼壅壑圩圬圪圳圹圮圯坜圻\n坂坩垅坫垆坼坻坨坭坶坳垭垤垌垲埏垧垴垓垠\n埕埘埚埙埒垸埴埯埸埤埝堋堍埽埭堀堞堙塄堠\n塥塬墁墉墚墀馨鼙懿艹艽艿芏芊芨芄芎芑芗芙\n芫芸芾芰苈苊苣芘芷芮苋苌苁芩芴芡芪芟苄苎\n芤苡茉苷苤茏茇苜苴苒苘茌苻苓茑茚茆茔茕苠\n苕茜荑荛荜茈莒茼茴茱莛荞茯荏荇荃荟荀茗荠\n茭茺茳荦荥荨茛荩荬荪荭荮莰荸莳莴莠莪莓莜\n莅荼莶莩荽莸荻莘莞莨莺莼菁萁菥菘堇萘萋菝\n菽菖萜萸萑萆菔菟萏萃菸菹菪菅菀萦菰菡葜葑\n葚葙葳蒇蒈葺蒉葸萼葆葩葶蒌蒎萱葭蓁蓍蓐蓦\n蒽蓓蓊蒿蒺蓠蒡蒹蒴蒗蓥蓣蔌甍蔸蓰蔹蔟蔺蕖\n蔻蓿蓼蕙蕈蕨蕤蕞蕺瞢蕃蕲蕻薤薨薇薏蕹薮薜\n薅薹薷薰藓藁藜藿蘧蘅蘩蘖蘼廾弈夼奁耷奕奚\n奘匏尢尥尬尴扌扪抟抻拊拚拗拮挢拶挹捋捃掭\n揶捱捺掎掴捭掬掊捩掮掼揲揸揠揿揄揞揎摒揆\n掾摅摁搋搛搠搌搦搡摞撄摭撖摺撷撸撙撺擀擐\n擗擤擢攉攥攮弋忒甙弑卟叱叽叩叨叻吒吖吆呋\n呒呓呔呖呃吡呗呙吣吲咂咔呷呱呤咚咛咄呶呦\n咝哐咭哂咴哒咧咦哓哔呲咣哕咻咿哌哙哚哜咩\n咪咤哝哏哞唛哧唠哽唔哳唢唣唏唑唧唪啧喏喵\n4501–5000\n啉啭啁啕唿啐唼唷啖啵啶啷唳唰啜喋嗒喃喱喹\n喈喁喟啾嗖喑啻嗟喽喾喔喙嗪嗷嗉嘟嗑嗫嗬嗔\n嗦嗝嗄嗯嗥嗲嗳嗌嗍嗨嗵嗤辔嘞嘈嘌嘁嘤嘣嗾\n嘀嘧嘭噘嘹噗嘬噍噢噙噜噌噔嚆噤噱噫噻噼嚅\n嚓嚯囔囗囝囡囵囫囹囿圄圊圉圜帏帙帔帑帱帻\n帼帷幄幔幛幞幡岌屺岍岐岖岈岘岙岑岚岜岵岢\n岽岬岫岱岣峁岷峄峒峤峋峥崂崃崧崦崮崤崞崆\n崛嵘崾崴崽嵬嵛嵯嵝嵫嵋嵊嵩嵴嶂嶙嶝豳嶷巅\n彳彷徂徇徉後徕徙徜徨徭徵徼衢彡犭犰犴犷犸\n狃狁狎狍狒狨狯狩狲狴狷猁狳猃狺狻猗猓猡猊\n猞猝猕猢猹猥猬猸猱獐獍獗獠獬獯獾舛夥飧夤\n夂饣饧饨饩饪饫饬饴饷饽馀馄馇馊馍馐馑馓馔\n馕庀庑庋庖庥庠庹庵庾庳赓廒廑廛廨廪膺忄忉\n忖忏怃忮怄忡忤忾怅怆忪忭忸怙怵怦怛怏怍怩\n怫怊怿怡恸恹恻恺恂恪恽悖悚悭悝悃悒悌悛惬\n悻悱惝惘惆惚悴愠愦愕愣惴愀愎愫慊慵憬憔憧\n憷懔懵忝隳闩闫闱闳闵闶闼闾阃阄阆阈阊阋阌\n阍阏阒阕阖阗阙阚丬爿戕氵汔汜汊沣沅沐沔沌\n汨汩汴汶沆沩泐泔沭泷泸泱泗沲泠泖泺泫泮沱\n泓泯泾洹洧洌浃浈洇洄洙洎洫浍洮洵洚浏浒浔\n洳涑浯涞涠浞涓涔浜浠浼浣渚淇淅淞渎涿淠渑\n淦淝淙渖涫渌涮渫湮湎湫溲湟溆湓湔渲渥湄滟\n溱溘滠漭滢溥溧溽溻溷滗溴滏溏滂溟潢潆潇漤\n漕滹漯漶潋潴漪漉漩澉澍澌潸潲潼潺濑濉澧澹\n澶濂濡濮濞濠濯瀚瀣瀛瀹瀵灏灞宀宄宕宓宥宸\n5001–5500\n甯骞搴寤寮褰寰蹇謇辶迓迕迥迮迤迩迦迳迨逅\n逄逋逦逑逍逖逡逵逶逭逯遄遑遒遐遨遘遢遛暹\n遴遽邂邈邃邋彐彗彖彘尻咫屐屙孱屣屦羼弪弩\n弭艴弼鬻屮妁妃妍妩妪妣妗姊妫妞妤姒妲妯姗\n妾娅娆姝娈姣姘姹娌娉娲娴娑娣娓婀婧婊婕娼\n婢婵胬媪媛婷婺媾嫫媲嫒嫔媸嫠嫣嫱嫖嫦嫘嫜\n嬉嬗嬖嬲嬷孀尕尜孚孥孳孑孓孢驵驷驸驺驿驽\n骀骁骅骈骊骐骒骓骖骘骛骜骝骟骠骢骣骥骧纟\n纡纣纥纨纩纭纰纾绀绁绂绉绋绌绐绔绗绛绠绡\n绨绫绮绯绱绲缍绶绺绻绾缁缂缃缇缈缋缌缏缑\n缒缗缙缜缛缟缡缢缣缤缥缦缧缪缫缬缭缯缰缱\n缲缳缵幺畿巛甾邕玎玑玮玢玟珏珂珑玷玳珀珉\n珈珥珙顼琊珩珧珞玺珲琏琪瑛琦琥琨琰琮琬琛\n琚瑁瑜瑗瑕瑙瑷瑭瑾璜璎璀璁璇璋璞璨璩璐璧\n瓒璺韪韫韬杌杓杞杈杩枥枇杪杳枘枧杵枨枞枭\n枋杷杼柰栉柘栊柩枰栌柙枵柚枳柝栀柃枸柢栎\n柁柽栲栳桠桡桎桢桄桤梃栝桕桦桁桧桀栾桊桉\n栩梵梏桴桷梓桫棂楮棼椟椠棹椤棰椋椁楗棣椐\n楱椹楠楂楝榄楫榀榘楸椴槌榇榈槎榉楦楣楹榛\n榧榻榫榭槔榱槁槊槟榕槠榍槿樯槭樗樘橥槲橄\n樾檠橐橛樵檎橹樽樨橘橼檑檐檩檗檫猷獒殁殂\n殇殄殒殓殍殚殛殡殪轫轭轱轲轳轵轶轸轷轹轺\n轼轾辁辂辄辇辋辍辎辏辘辚軎戋戗戛戟戢戡戥\n戤戬臧瓯瓴瓿甏甑甓攴旮旯旰昊昙杲昃昕昀炅\n曷昝昴昱昶昵耆晟晔晁晏晖晡晗晷暄暌暧暝暾\n5501–6000\n曛曜曦曩贲贳贶贻贽赀赅赆赈赉赇赍赕赙觇觊\n觋觌觎觏觐觑牮犟牝牦牯牾牿犄犋犍犏犒挈挲\n掰搿擘耄毪毳毽毵毹氅氇氆氍氕氘氙氚氡氩氤\n氪氲攵敕敫牍牒牖爰虢刖肟肜肓肼朊肽肱肫肭\n肴肷胧胨胩胪胛胂胄胙胍胗朐胝胫胱胴胭脍脎\n胲胼朕脒豚脶脞脬脘脲腈腌腓腴腙腚腱腠腩腼\n腽腭腧塍媵膈膂膑滕膣膪臌朦臊膻臁膦欤欷欹\n歃歆歙飑飒飓飕飙飚殳彀毂觳斐齑斓於旆旄旃\n旌旎旒旖炀炜炖炝炻烀炷炫炱烨烊焐焓焖焯焱\n煳煜煨煅煲煊煸煺熘熳熵熨熠燠燔燧燹爝爨灬\n焘煦熹戾戽扃扈扉礻祀祆祉祛祜祓祚祢祗祠祯\n祧祺禅禊禚禧禳忑忐怼恝恚恧恁恙恣悫愆愍慝\n憩憝懋懑戆肀聿沓泶淼矶矸砀砉砗砘砑斫砭砜\n砝砹砺砻砟砼砥砬砣砩硎硭硖硗砦硐硇硌硪碛\n碓碚碇碜碡碣碲碹碥磔磙磉磬磲礅磴礓礤礞礴\n龛黹黻黼盱眄眍盹眇眈眚眢眙眭眦眵眸睐睑睇\n睃睚睨睢睥睿瞍睽瞀瞌瞑瞟瞠瞰瞵瞽町畀畎畋\n畈畛畲畹疃罘罡罟詈罨罴罱罹羁罾盍盥蠲钅钆\n钇钋钊钌钍钏钐钔钗钕钚钛钜钣钤钫钪钭钬钯\n钰钲钴钶钷钸钹钺钼钽钿铄铈铉铊铋铌铍铎铐\n铑铒铕铖铗铙铘铛铞铟铠铢铤铥铧铨铪铩铫铮\n铯铳铴铵铷铹铼铽铿锃锂锆锇锉锊锍锎锏锒锓\n锔锕锖锘锛锝锞锟锢锪锫锩锬锱锲锴锶锷锸锼\n锾锿镂锵镄镅镆镉镌镎镏镒镓镔镖镗镘镙镛镞\n镟镝镡镢镤镥镦镧镨镩镪镫镬镯镱镲镳锺矧矬\n6001–6500\n雉秕秭秣秫稆嵇稃稂稞稔稹稷穑黏馥穰皈皎皓\n皙皤瓞瓠甬鸠鸢鸨鸩鸪鸫鸬鸲鸱鸶鸸鸷鸹鸺鸾\n鹁鹂鹄鹆鹇鹈鹉鹋鹌鹎鹑鹕鹗鹚鹛鹜鹞鹣鹦鹧\n鹨鹩鹪鹫鹬鹱鹭鹳疒疔疖疠疝疬疣疳疴疸痄疱\n疰痃痂痖痍痣痨痦痤痫痧瘃痱痼痿瘐瘀瘅瘌瘗\n瘊瘥瘘瘕瘙瘛瘼瘢瘠癀瘭瘰瘿瘵癃瘾瘳癍癞癔\n癜癖癫癯翊竦穸穹窀窆窈窕窦窠窬窨窭窳衤衩\n衲衽衿袂袢裆袷袼裉裢裎裣裥裱褚裼裨裾裰褡\n褙褓褛褊褴褫褶襁襦襻疋胥皲皴矜耒耔耖耜耠\n耢耥耦耧耩耨耱耋耵聃聆聍聒聩聱覃顸颀颃颉\n颌颍颏颔颚颛颞颟颡颢颥颦虍虔虬虮虿虺虼虻\n蚨蚍蚋蚬蚝蚧蚣蚪蚓蚩蚶蛄蚵蛎蚰蚺蚱蚯蛉蛏\n蚴蛩蛱蛲蛭蛳蛐蜓蛞蛴蛟蛘蛑蜃蜇蛸蜈蜊蜍蜉\n蜣蜻蜞蜥蜮蜚蜾蝈蜴蜱蜩蜷蜿螂蜢蝽蝾蝻蝠蝰\n蝌蝮螋蝓蝣蝼蝤蝙蝥螓螯螨蟒蟆螈螅螭螗螃螫\n蟥螬螵螳蟋蟓螽蟑蟀蟊蟛蟪蟠蟮蠖蠓蟾蠊蠛蠡\n蠹蠼缶罂罄罅舐竺竽笈笃笄笕笊笫笏筇笸笪笙\n笮笱笠笥笤笳笾笞筘筚筅筵筌筝筠筮筻筢筲筱\n箐箦箧箸箬箝箨箅箪箜箢箫箴篑篁篌篝篚篥篦\n篪簌篾篼簏簖簋簟簪簦簸籁籀臾舁舂舄臬衄舡\n舢舣舭舯舨舫舸舻舳舴舾艄艉艋艏艚艟艨衾袅\n袈裘裟襞羝羟羧羯羰羲籼敉粑粝粜粞粢粲粼粽\n糁糇糌糍糈糅糗糨艮暨羿翎翕翥翡翦翩翮翳糸\n絷綦綮繇纛麸麴赳趄趔趑趱赧赭豇豉酊酐酎酏\n酤酢酡酰酩酯酽酾酲酴酹醌醅醐醍醑醢醣醪醭\n6501–6763\n醮醯醵醴醺豕鹾趸跫踅蹙蹩趵趿趼趺跄跖跗跚\n跞跎跏跛跆跬跷跸跣跹跻跤踉跽踔踝踟踬踮踣\n踯踺蹀踹踵踽踱蹉蹁蹂蹑蹒蹊蹰蹶蹼蹯蹴躅躏\n躔躐躜躞豸貂貊貅貘貔斛觖觞觚觜觥觫觯訾謦\n靓雩雳雯霆霁霈霏霎霪霭霰霾龀龃龅龆龇龈龉\n龊龌黾鼋鼍隹隼隽雎雒瞿雠銎銮鋈錾鍪鏊鎏鐾\n鑫鱿鲂鲅鲆鲇鲈稣鲋鲎鲐鲑鲒鲔鲕鲚鲛鲞鲟鲠\n鲡鲢鲣鲥鲦鲧鲨鲩鲫鲭鲮鲰鲱鲲鲳鲴鲵鲶鲷鲺\n鲻鲼鲽鳄鳅鳆鳇鳊鳋鳌鳍鳎鳏鳐鳓鳔鳕鳗鳘鳙\n鳜鳝鳟鳢靼鞅鞑鞒鞔鞯鞫鞣鞲鞴骱骰骷鹘骶骺\n骼髁髀髅髂髋髌髑魅魃魇魉魈魍魑飨餍餮饕饔\n髟髡髦髯髫髻髭髹鬈鬏鬓鬟鬣麽麾縻麂麇麈麋\n麒鏖麝麟黛黜黝黠黟黢黩黧黥黪黯鼢鼬鼯鼹鼷\n鼽鼾齄\n",
    "description": "",
    "tags": null,
    "title": "GB_2312汉字6763个",
    "uri": "/selene/%E5%B7%A5%E5%85%B7/gb_2312_6763/index.html"
  },
  {
    "breadcrumb": "工具",
    "content": " 样本：lxgw-wenkai Screen webfont含有汉字的87个subsets\nss006:更金郎來老路論便不數\nss021:龃龅龆龇龈龉龊龋龌龍\nss022:鹃鹄鹆鹇鹈鹉鹊鹋鹌鹍\nss023:鲇鲈鲉鲊鲋鲌鲎鲏鲐鲑\nss024:骥骧骯骰骱骵骶骹骺骼\nss025:饦饧饨饩饫饬饯饴饵饷\nss026:靳靶靺靼鞄鞅鞎鞏鞑鞒\nss027:闩闰闱闳闶闼闾闿阂阃\nss028:铿锃锄锆锇锉锊锍锎锏\nss029:钆钇钊钋钌钍钎钏钐钑\nss030:錾鍀鍁鍊鍋鍌鍍鍎鍏鍐\nss031:酌酎酏酐酔酗酚酝酞酡\nss032:迢迣迤迥迨迩迮迳迴迸\nss033:轫轭轱轲轳轵轶轸轹轺\nss034:趵趸趺趼趿跂跄跆跋跎\nss035:讣讥讦讧讪讫讬讳讴讵\nss036:設許訳訴訶訷訸診証訾\nss037:衽衾衿袂袄袅袆袈袏袒\nss038:蜇蜈蜉蜊蜍蜑蜒蜓蜚蜞\nss039:虱虵虺虻虼虿蚋蚍蚓蚜\nss040:蒟蒡蒥蒨蒯蒴蒹蒺蒻蒼\nss041:芩芪芫芮芰芲芴芵芶芼\nss042:舡舢舣舤舦舧舨舫舭舯\nss043:肼肽胂胄胊胍胑胔胗胙\nss044:缑缒缗缙缛缜缟缡缢缣\nss045:纡纣纥纨纩纫纭纮纰纻\nss046:紀約紅紆紇紈紉紊紋納\nss047:篪篯篴篶篼篾簁簃簇簈\nss048:笆笇笈笉笊笌笎笏笓笕\nss049:秆秈秏秕秖秝秞秣秧秨\nss050:礽祀祂祃祅祆祇祉祊祌\nss051:砏砐砑砒砕砗砘砚砛砜\nss052:皿盂盃盅盉盌盍盎盜盝\nss053:瓯瓴瓿甁甃甅甈甍甏甑\nss054:琮琯琰琲琵琶琸琹琺琻\nss055:玠玡玢玣玥玦玧玨玪玭\nss056:犰犱犲犳犴犵犷犸犺犻\nss057:焖焗焘焜焞焠焮焯焱焼\nss058:漁漃漈漉漕漖漙漢漣漤\nss059:湉湊湋湍湎湑湓湔湕湜\nss060:泗泙泚泞泟泠泤泦泩泫\nss061:殆殉殍殑殒殓殕殗殘殚\nss062:欤欥欬欷欸欹欻欽歃歆\nss063:椁椂椆椇椈椋椐椚椛検\nss064:栌栎栒栝栞栟栢栤栥栦\nss065:朊朏朐朓朕朙朢朣朥朦\nss066:旮旯旰旳旴旵旸旻旼旾\nss067:揩揪揮揲揵揶揷揸揹揺\nss068:扦扪扱扺扼扽抃抆抉抎\nss069:惺愀愆愍愎愒愔愕愙愜\nss070:忑忒忓忔忕忖忚忛応忝\nss071:庥庨庫庯庳庵庶庹庾廁\nss072:帺帻帼帾幀幄幆幇幈幌\nss073:屐屙屛屜屢屣層屦屬屮\nss074:宓宔宕実宥宦宬宮宸寀\nss075:妣妤妧妪妫妬妭妯妲妳\nss076:墒墖増墘墚墜墝墠墡墣\nss077:堀堁堃堅堇堉堋堌堍堎\nss078:囗囘囙囝囟囡団囤囥囦\nss079:啃啄啇啈啉啋啍啐啓啕\nss080:呓呔呖呙呛呜呡呣呤呪\nss081:劢劦劧劬劭劯労劵効劻\nss082:刨刪刬刭刳刼刽刿剀剅\nss083:倨倫倬倭倮倰倳倴倶倷\nss084:伕伛伝伡伢伥伧伨伩伫\nss085:㐴㓜㓮㔾㕝㕦㕵㖒㖠㖡\nss086:⼈⼤⼭⼯⼰⼼⽅⽣⽤⽴\nss100:烊烨牟狩猿玖玟瑙瑚璧\nss101:舶芸芹苯茉荫華萱藉虞\nss102:呦哄啸喧嘟嘱圭坟垮埠\nss103:磷秩穹笛笨篷網绅绮缔\nss104:锌镀阐隙雇霾鞍韬韶題\nss105:俏倩冈凹刃削剖劝卵叛\nss106:肺肾胀胁腕腺膀臣舆艇\nss107:尬尴屁屈履岭帆幂廷弗\nss108:岳崇崩巡巾帕廊弯彼忌\nss109:厉吓呀呆啡坊坑垫堆堡\nss110:啥坡坦壮夺奋奏奔妖姆\nss111:估侧俄俗倍偏偶偷兽冒\nss112:丁丹乳仍仙仪伊伟佛侠\nss113:亿令伦倒冬冰冲冷刘刚\nss114:七严丰临久九争亮付休\nss115:亲仅份似住例便候充克\nss116:世书买云互五些什今企\nss117:万东两举么乐也事二交\nss118:位体作你信入全公关其\nss119:一中新日月有点的网ワ\nGB2312_not_included_in_lxgw\n劐阢坶塥蒈蓰猸弪艴骣桊轷赇牿犋毪胲脶膪铴\n镩稆瘭耠耢耥蟓筢蹯鲰齄\n",
    "description": "",
    "tags": null,
    "title": "霞鹜文楷字体测试结果",
    "uri": "/selene/%E5%B7%A5%E5%85%B7/lxgw/index.html"
  },
  {
    "breadcrumb": "工具",
    "content": "看看某个网页目前是否被墙 Test your site on GFW\n",
    "description": "",
    "tags": null,
    "title": "中国墙测试",
    "uri": "/selene/%E5%B7%A5%E5%85%B7/gfw_test/index.html"
  },
  {
    "breadcrumb": "天文 \u003e JWST",
    "content": "图文测试 经典之一\n",
    "description": "",
    "tags": null,
    "title": "红外太空望远镜中的创造之柱",
    "uri": "/selene/%E5%A4%A9%E6%96%87/jwst/jwst_image_test/index.html"
  },
  {
    "breadcrumb": "天文 \u003e Eclipse",
    "content": "一些有用的日月食数据网站：\n2024年4月8日的美国日全食\nEclipseWise - Solar and Lunar Eclipses\nSolar Eclipses - Interactive Google Maps - Xavier Jubier (free.fr)\nFive Millennium Canon of Solar Eclipses: -1999 to +3000 - Xavier Jubier - Fred Espenak - Jean Meeus (free.fr)\nEclipses Home | Eclipses – NASA Solar System Exploration\nEclipses and Transits | NASA\nFive Millennium Canon of Lunar Eclipses: -1999 to +3000 (nasa.gov)\nNASA - Five Millennium Catalog of Solar Eclipses\n2023-04-20 日全环食\n",
    "description": "",
    "tags": null,
    "title": "日月食信息",
    "uri": "/selene/%E5%A4%A9%E6%96%87/eclipse/eclipse_info/index.html"
  },
  {
    "breadcrumb": "天文",
    "content": "About James Webb Space Telescope (JWST)\n",
    "description": "",
    "tags": null,
    "title": "JWST",
    "uri": "/selene/%E5%A4%A9%E6%96%87/jwst/index.html"
  },
  {
    "breadcrumb": "天文",
    "content": "About solar and lunar eclipse\n",
    "description": "",
    "tags": null,
    "title": "Eclipse",
    "uri": "/selene/%E5%A4%A9%E6%96%87/eclipse/index.html"
  },
  {
    "breadcrumb": "",
    "content": "",
    "description": "",
    "tags": null,
    "title": "Categories",
    "uri": "/selene/categories/index.html"
  },
  {
    "breadcrumb": "",
    "content": "",
    "description": "",
    "tags": null,
    "title": "Tags",
    "uri": "/selene/tags/index.html"
  }
]
