var relearn_search_index = [
  {
    "breadcrumb": "",
    "content": "Everything about astronomy\n",
    "description": "",
    "tags": null,
    "title": "Astronomy",
    "uri": "/selene/astronomy/index.html"
  },
  {
    "breadcrumb": "",
    "content": "旧时光的足迹\n",
    "description": "",
    "tags": null,
    "title": "Old_records",
    "uri": "/selene/old_records/index.html"
  },
  {
    "breadcrumb": "",
    "content": "一些有用的工具\n",
    "description": "",
    "tags": null,
    "title": "Tools",
    "uri": "/selene/tools/index.html"
  },
  {
    "breadcrumb": "文学世界",
    "content": "本书和本书的评论，别人都写得很好了，我特别好奇的原型考证，也做得差不多了，这篇是一些零碎的相关杂记。\n首先，我对日本历史并不熟悉，很多历史名词只是耳熟罢了，比如镰仓时代、镰仓幕府、源赖朝、北条氏等等。这次读书时，顺便做了一个很简单粗线条的中日历史时代对照图，从中国隋朝开始。存在这里：\n另外一个以前不求甚解的就是这个“二阶堂”的来历。最早的最早，二十多年前我买过一本厚厚的《日本百科全书》，里面对日本亲中派人物的介绍着墨甚多，当然少不了对日中关系正常化作出重要贡献的自民党元老二阶堂进。那时我以为他姓“二阶”，名“堂进”。后来，又有下一代著名亲中派政治家二阶俊博，这就更强化了我的错误认知。直到前几年，不记得是什么机缘，我才赫然发现前者姓“二阶堂”，后者姓“二阶”，两人也没有亲戚关系。\n这次读《山茶文具店》，故事发生的地方就在镰仓的“二阶堂”地区，这才查了一下，原来是镰仓时代的源赖朝在这里曾经盖过一座大庙“永福寺”为敌方阵亡将士祈福，大堂有两层，二阶堂氏的始祖工藤行政就住在旁边，于是干脆改姓二阶堂。翻看地图时看到这里标注着“永福寺迹”，是为遗迹，永福寺已经不在了( 永福寺遗迹介绍 ）。\n现在从地图上看，这一片地区大约一千户人家的门牌号码并不跟着路名走，而是统一编号，都叫“二阶堂xxx号”。这对外来人不太友好，比如说“二阶堂836”在哪里？非得熟知这整片地区的号码分布才能知道。\n《山茶文具店》书中一个最醒目的形象是镰仓时代迁移至此的鹤冈八幡宫（这里有丰富的信息：鹤冈八幡宫官网 ），供奉的八幡神是武士的守护神。我小时候读森村诚一的小说《太阳黑点》，也看到有商号的名字叫“八幡商事”，原来都是一个词源，其实日本的“八幡宫”遍地都是，大致相当于中国的“关帝庙”，镰仓的这个八幡宫是最有名的几个之一，详细一点的介绍可以看：守护日本的全国信仰──日本三大八幡宫\n那这座八幡宫的前缀“鹤冈”是什么意思呢？当然不是黑龙江的“鹤岗”，也不是日本靠北一点的鹤冈市（日语：鶴岡市／つるおかし Tsuruoka shi ），溯源的话它是京都石清水八幡宫的分店。大致梳理一下，是源赖朝的先祖在镰仓的“由比”这个地方开了个“鹤冈若宫”，传承的是京都的石清水八幡宫，鹤冈可能是这里的小地名，或者就是吉祥的鹤和一块大石头小山头之类，“若宫”的意思类似于小神社、分社，供奉的神小一号或年轻一点儿。后来鹤冈若宫又带着名号从“由比”迁到现址“雪之下”成为现在的“鹤冈八幡宫”（也包含“本宫”和“若宫”，相当于大殿、二殿），而原地也留了个纪念性的“由比若宫”，就是小说中雨宫家每个新年去参拜的那家，小碟子都可以带回家收藏的。\n鹤冈八幡宫牌匾上的“八”字由两只鸽子组成，据说是因为有大量鸽子栖息此地。《山茶文具店》中雨宫鸠子的名字就来源于这里。 鸠与鸽是很近的近亲，生物分类学上，界、门、纲、目、科、亚科、族都是一样的，只是不同的属。一般人往往不能区分。 日语中，鸽、鸠是一样的，都是“鳩”；而“斑鸠”另有专门名称。 小说中离山茶文具店很近的是镰仓宫，供奉的是后醍醐天皇的第三皇子护良亲王，他致力于推翻镰仓幕府。这个宫的历史晚近得多，是1869年明治天皇对历史上的护良亲王心有所感才兴建的，其实比小说中雨宫家老宅（即山茶文具店的原型建筑）还要年轻14岁。这里有一个简单介绍：镰仓宫\n最后，留给最美的故事，在鹤冈八幡宫山门外右边不远有座政子建的“寿福寺”。它的山门与中门之间有一条将近七十米长的石板路。鸠子忽然回忆起来，上代曾经在这条路上背着小孩子的鸠子看风景，而这天晚上属于守景先生和鸠子，当然，还跟着QP妹妹。\n",
    "description": "",
    "tags": null,
    "title": "《山茶文具店》杂记",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E5%B1%B1%E8%8C%B6%E6%96%87%E5%85%B7%E5%BA%97%E6%9D%82%E8%AE%B0/index.html"
  },
  {
    "breadcrumb": "文学世界",
    "content": "最近读了一本日本治愈系小说，小川糸《山茶文具店》，十分喜欢，理想的睡前读物。故事大致是一个家传的文具店，店主同时也帮人代笔写各种困难的信，“帮人获得幸福”的故事。故事和信的美好温暖有趣，前人备述尽矣，（请看 博文之一， 博文之二 ）。书中描写的日本镰仓地区的闲适生活、起居饮食都显得很真实，不免让我起了好奇之心。网上搜了搜，果然，镰仓虽然离东京不远，却完全是另一个“从前慢”的世界。书中的一个个景点、一家家美食店，都是真的，几乎就是一本镰仓旅行指南。其实原书中就有一张镰仓导览图。 上网查了查，已经有很多热心读者仔细发掘了书中的各个店家，完全是写实的。去镰仓小住的话，真的可以按图索骥：\n跟着日剧/日影去旅行：和《山茶文具店》一起，再去一次镰仓！ https://tokyo.something-japan.jp/cn/2020/10/27/joy-tsubakibook/ 提起镰仓，总是会想到那些屡次出现在旅行杂志中，门口总是排着长长队伍的名店，或是游人如织、人山人海的必去景点。但对地地道道的镰仓居民来说，那些融入他们生活日常的街头不起眼料理店，或是闲暇时刻会和家人、朋友同去的地方又是什么呢？翻开小川系的《山茶文具店》的第二页就有一张手绘的“镰仓导览图”不同于那些颇为有名的地方，图中出现的大多数名字连我这个去过近10次镰仓的人也鲜少知道。\n【注】上面我引用的这段介绍里把作者名字写错了。其实我也读了好几天白字，以为是“系”，读完书后上网搜索，才碰到体贴的网友早给注好了音，“糸”mi4，顶上是没有那一道的。\n类似的寻根溯源的文章、帖子还有不少，但让我稍稍遗憾的是，大家一致同意“山茶文具店”是虚构的，尽管在那幅导览图的右上角也若有其事地标着。\n但转念一想，既然作者把镰仓的市井生活描写得如此写实，必然是在那里生活过，那这个童话般的“山茶文具店”即便是虚构的，总也会有些灵感来源或原型吧？对考据癖来说，一个有了感情的地方，即使是一点蛛丝马迹，考证出来，也是一件很满足的事情。\n从书中一处细节开始。\n晾完衣服后，马上去倒垃圾。名为“垃圾站”的垃圾堆放处位于流经这一带中心的二阶堂川桥下。\n我感觉，作者对垃圾堆放处的描述如此具体，在“二阶堂川桥下”，很可能是亲身经历，而非杜撰。首先，找到了镰仓的这条小河，二阶堂川。不像名字那样大河川，其实只是很小的一条沟渠，只有一千多米长。打开街景图去实地转了转，看到每隔几十米、最多两百多米，必有一个绿色的铁丝笼子，是为“垃圾站”。其中有五个位于二阶堂川的桥边。（中译本里说的“桥下”不知是否不精确的翻译）。下图是其中一个：\n另一个细节：“倒完垃圾，刚好是小学生背着书包，排队经过我家门口去上学的时间。小学就在离我家走路几分钟的地方，走进山茶文具店的客人，大部分都是就读于这所小学的学童”。在二阶堂川旁边，确有一所“镰仓市立第二小学”。那这五个河边垃圾站，哪个是作者用的那个呢？从五个垃圾站步行到小学的时间从1分钟到11分钟都有，考虑到垃圾站只代表家附近，并不等于家的位置，所以上述五个垃圾站都无法排除。\n镰仓市立第二小学：\n那就只能根据房屋信息：丘陵山麓的一座独幢日式家屋，屋前有山茶树，并有非常靠近的左邻，院子里有垂樱树。但这些信息哪些真实哪些虚构就不好说了。\n我住在位于丘陵山麓的一座独幢小房子里，地址属于神奈川县镰仓市。虽说在镰仓，但我住在靠山的那一带，离海边很远。以前我和上代一起住在这里，但上代在三年前去世，如今我独自住在这幢老旧的日式家屋中。因为随时可以感受左邻右舍的动静，所以并不觉得特别孤单。虽然入夜之后，这一带就像鬼城，笼罩在一片寂静中，但天一亮，空气便开始流动，到处传来人们说话的声音。\n满街大概逛了逛没有发现很符合的房子，或许是作者完全凭空虚构的？这时偶然发现小川糸此前还出过一本日记体的书，《一个人好好生活》，记录的是2013年一整年的生活，六月以后有很长一段时间就是独自租住在镰仓。这肯定就是《山茶文具店》故事的酝酿时期，其中一定会有线索！\n在微信读书上找到了这部日记，匆匆一翻，便一举成功定位了作者的住处，因为有个特性实在太独特了！她住的房子有一楼、二楼、和屋顶，能喝酒、看风景、晾衣服的那种平屋顶。在镰仓地区的卫星图上一看，这样的屋顶简直就是百里挑一都没有，简直就没有几个。而距离最近的垃圾站又要是二阶堂川桥边的垃圾站，那就只有一处房子满足，就是下图中标着“小川糸 25m”的地方。25米是她屋顶的海拔。图中那条蜿蜒的蓝线就是二阶堂川。所有的绿方框都是垃圾站，加大的那个就是她早晨去倒垃圾用的那个。图中还标了镰仓宫、镰仓市立第二小学、还有一个地方叫“镰仓古今”我后面要讲。\n这座房子也果然是在丘陵的山麓，实际上几乎紧贴山根了，尽管那山也就几十米高。日记中讲到这个山头也是房东一起买下的产业。日记中也提到后面山谷里鸟很多，我一看地图，房子南边有一个三面环山的大口袋，那可不是鸟儿的天堂嘛！另外一个极强的旁证是日记中9月25日，台风过后极佳的天气，上屋顶看风景，猛然发现竟然能看到富士山！上图中朝左（朝西）的那条红线就是富士山方向。3D模拟发现，从她的屋顶，果然，只要天气够好，越过树梢恰好能看到七十多公里外的富士山，而且只有上屋顶才能看到。这个房子是两半连体的，西边那一半看富士山更方便，住东边那一半的话，靠西站一点，也能看到：\n上面卫星图里面朝右（朝东）的那条红线，对应的是日记中9月18日清晨，旭日初升，照在墙上，简直能用来演皮影戏。根据东边树梢的距离、高度，推算是这一天早上6点44分太阳从方位角98.25度，高度仰角15度时从树梢上露出。房子东面是有几扇竖立的小窗户，早晨的阳光透过窗户投在墙上想必很美。由此看来，小川糸住的更可能是东边的一半。日记中说到，房东已带着她跟隔壁邻居打过招呼，而对面的邻居还没有。对面邻居指的应该是南边那幢房子。\n下图是以那天早晨阳光的视角，越过远处树梢，看向她居所的窗户：\n至此，小川糸2013年在镰仓的真实住所可以说是铁板钉钉了。但是，这所房子跟日式老屋看起来是八竿子打不着，实际上查看老卫星图得知，此处以前也是一所跟周围房子一样的房，是在2007-2009年之间的某个时间，拆掉，新建了现在这所具有休闲观光属性的连体屋。可是下去一走，就有大发现了：就在它的旁边，那个地图上叫“镰仓古今”的地方，原来是一个成功的旧民居改造开发项目，如假包换的日式老屋，原建于1855年，2019年改造后正式开放住宿，只有两个套间，价格昂贵。在小川糸住在那里的2013年，它应该还是古风貌。沿街看看图片，似乎真有一颗很高大的山茶树？它面前这条街也确实是二阶堂地区一大片家庭的孩子们步行去镰仓二小上学的必经之路（步行时间4分钟）。\n下面两张图就是“镰仓古今”现在的临街一侧外观：够宽，想象中开个家中店非常理想。\n这是内景，想订房？这里：镰仓古今 它的门牌号是“二阶堂836”，从它的最西边往西，下一户那个黄色的房子就是小川糸住过的“二阶堂837”。细查才知，都属于同一家地产公司，目前专搞古民居改造开发。\n看来，这个“镰仓古今”，至少是虚构的“山茶文具店”原型的一个主要灵感来源。最后，咱们再回到小川糸的屋顶，扫视一周，复习她的日记，给心灵洗个澡（另外，让天文爱好者又有格外的眼馋之处）：\n无论望向何处，视野中都会飞进几抹绿意，让人心情沉静。这是以前的我从未知晓的感觉。夜晚，一旦来到屋顶，就有满天繁星铺在眼前。这里并非人迹罕至的孤零零的居所，因此我并不害怕。也许对我来说，它就是最理想的居住环境。\n",
    "description": "",
    "tags": null,
    "title": "《山茶文具店》考证",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/%E5%B1%B1%E8%8C%B6%E6%96%87%E5%85%B7%E5%BA%97%E8%80%83%E8%AF%81/index.html"
  },
  {
    "breadcrumb": "",
    "content": "",
    "description": "",
    "tags": null,
    "title": "文学世界",
    "uri": "/selene/%E6%96%87%E5%AD%A6%E4%B8%96%E7%95%8C/index.html"
  },
  {
    "breadcrumb": "Tools",
    "content": "1–500\n啊阿埃挨哎唉哀皑癌蔼矮艾碍爱隘鞍氨安俺按\n暗岸胺案肮昂盎凹敖熬翱袄傲奥懊澳芭捌扒叭\n吧笆八疤巴拔跋靶把耙坝霸罢爸白柏百摆佰败\n拜稗斑班搬扳般颁板版扮拌伴瓣半办绊邦帮梆\n榜膀绑棒磅蚌镑傍谤苞胞包褒剥薄雹保堡饱宝\n抱报暴豹鲍爆杯碑悲卑北辈背贝钡倍狈备惫焙\n被奔苯本笨崩绷甭泵蹦迸逼鼻比鄙笔彼碧蓖蔽\n毕毙毖币庇痹闭敝弊必辟壁臂避陛鞭边编贬扁\n便变卞辨辩辫遍标彪膘表鳖憋别瘪彬斌濒滨宾\n摈兵冰柄丙秉饼炳病并玻菠播拨钵波博勃搏铂\n箔伯帛舶脖膊渤泊驳捕卜哺补埠不布步簿部怖\n擦猜裁材才财睬踩采彩菜蔡餐参蚕残惭惨灿苍\n舱仓沧藏操糙槽曹草厕策侧册测层蹭插叉茬茶\n查碴搽察岔差诧拆柴豺搀掺蝉馋谗缠铲产阐颤\n昌猖场尝常长偿肠厂敞畅唱倡超抄钞朝嘲潮巢\n吵炒车扯撤掣彻澈郴臣辰尘晨忱沉陈趁衬撑称\n城橙成呈乘程惩澄诚承逞骋秤吃痴持匙池迟弛\n驰耻齿侈尺赤翅斥炽充冲虫崇宠抽酬畴踌稠愁\n筹仇绸瞅丑臭初出橱厨躇锄雏滁除楚础储矗搐\n触处揣川穿椽传船喘串疮窗幢床闯创吹炊捶锤\n垂春椿醇唇淳纯蠢戳绰疵茨磁雌辞慈瓷词此刺\n赐次聪葱囱匆从丛凑粗醋簇促蹿篡窜摧崔催脆\n瘁粹淬翠村存寸磋撮搓措挫错搭达答瘩打大呆\n歹傣戴带殆代贷袋待逮怠耽担丹单郸掸胆旦氮\n但惮淡诞弹蛋当挡党荡档刀捣蹈倒岛祷导到稻\n501–1000\n悼道盗德得的蹬灯登等瞪凳邓堤低滴迪敌笛狄\n涤翟嫡抵底地蒂第帝弟递缔颠掂滇碘点典靛垫\n电佃甸店惦奠淀殿碉叼雕凋刁掉吊钓调跌爹碟\n蝶迭谍叠丁盯叮钉顶鼎锭定订丢东冬董懂动栋\n侗恫冻洞兜抖斗陡豆逗痘都督毒犊独读堵睹赌\n杜镀肚度渡妒端短锻段断缎堆兑队对墩吨蹲敦\n顿囤钝盾遁掇哆多夺垛躲朵跺舵剁惰堕蛾峨鹅\n俄额讹娥恶厄扼遏鄂饿恩而儿耳尔饵洱二贰发\n罚筏伐乏阀法珐藩帆番翻樊矾钒繁凡烦反返范\n贩犯饭泛坊芳方肪房防妨仿访纺放菲非啡飞肥\n匪诽吠肺废沸费芬酚吩氛分纷坟焚汾粉奋份忿\n愤粪丰封枫蜂峰锋风疯烽逢冯缝讽奉凤佛否夫\n敷肤孵扶拂辐幅氟符伏俘服浮涪福袱弗甫抚辅\n俯釜斧脯腑府腐赴副覆赋复傅付阜父腹负富讣\n附妇缚咐噶嘎该改概钙盖溉干甘杆柑竿肝赶感\n秆敢赣冈刚钢缸肛纲岗港杠篙皋高膏羔糕搞镐\n稿告哥歌搁戈鸽胳疙割革葛格蛤阁隔铬个各给\n根跟耕更庚羹埂耿梗工攻功恭龚供躬公宫弓巩\n汞拱贡共钩勾沟苟狗垢构购够辜菇咕箍估沽孤\n姑鼓古蛊骨谷股故顾固雇刮瓜剐寡挂褂乖拐怪\n棺关官冠观管馆罐惯灌贯光广逛瑰规圭硅归龟\n闺轨鬼诡癸桂柜跪贵刽辊滚棍锅郭国果裹过哈\n骸孩海氦亥害骇酣憨邯韩含涵寒函喊罕翰撼捍\n旱憾悍焊汗汉夯杭航壕嚎豪毫郝好耗号浩呵喝\n荷菏核禾和何合盒貉阂河涸赫褐鹤贺嘿黑痕很\n1001–1500\n狠恨哼亨横衡恒轰哄烘虹鸿洪宏弘红喉侯猴吼\n厚候后呼乎忽瑚壶葫胡蝴狐糊湖弧虎唬护互沪\n户花哗华猾滑画划化话槐徊怀淮坏欢环桓还缓\n换患唤痪豢焕涣宦幻荒慌黄磺蝗簧皇凰惶煌晃\n幌恍谎灰挥辉徽恢蛔回毁悔慧卉惠晦贿秽会烩\n汇讳诲绘荤昏婚魂浑混豁活伙火获或惑霍货祸\n击圾基机畸稽积箕肌饥迹激讥鸡姬绩缉吉极棘\n辑籍集及急疾汲即嫉级挤几脊己蓟技冀季伎祭\n剂悸济寄寂计记既忌际妓继纪嘉枷夹佳家加荚\n颊贾甲钾假稼价架驾嫁歼监坚尖笺间煎兼肩艰\n奸缄茧检柬碱硷拣捡简俭剪减荐槛鉴践贱见键\n箭件健舰剑饯渐溅涧建僵姜将浆江疆蒋桨奖讲\n匠酱降蕉椒礁焦胶交郊浇骄娇嚼搅铰矫侥脚狡\n角饺缴绞剿教酵轿较叫窖揭接皆秸街阶截劫节\n桔杰捷睫竭洁结解姐戒藉芥界借介疥诫届巾筋\n斤金今津襟紧锦仅谨进靳晋禁近烬浸尽劲荆兢\n茎睛晶鲸京惊精粳经井警景颈静境敬镜径痉靖\n竟竞净炯窘揪究纠玖韭久灸九酒厩救旧臼舅咎\n就疚鞠拘狙疽居驹菊局咀矩举沮聚拒据巨具距\n踞锯俱句惧炬剧捐鹃娟倦眷卷绢撅攫抉掘倔爵\n觉决诀绝均菌钧军君峻俊竣浚郡骏喀咖卡咯开\n揩楷凯慨刊堪勘坎砍看康慷糠扛抗亢炕考拷烤\n靠坷苛柯棵磕颗科壳咳可渴克刻客课肯啃垦恳\n坑吭空恐孔控抠口扣寇枯哭窟苦酷库裤夸垮挎\n跨胯块筷侩快宽款匡筐狂框矿眶旷况亏盔岿窥\n1501–2000\n葵奎魁傀馈愧溃坤昆捆困括扩廓阔垃拉喇蜡腊\n辣啦莱来赖蓝婪栏拦篮阑兰澜谰揽览懒缆烂滥\n琅榔狼廊郎朗浪捞劳牢老佬姥酪烙涝勒乐雷镭\n蕾磊累儡垒擂肋类泪棱楞冷厘梨犁黎篱狸离漓\n理李里鲤礼莉荔吏栗丽厉励砾历利傈例俐痢立\n粒沥隶力璃哩俩联莲连镰廉怜涟帘敛脸链恋炼\n练粮凉梁粱良两辆量晾亮谅撩聊僚疗燎寥辽潦\n了撂镣廖料列裂烈劣猎琳林磷霖临邻鳞淋凛赁\n吝拎玲菱零龄铃伶羚凌灵陵岭领另令溜琉榴硫\n馏留刘瘤流柳六龙聋咙笼窿隆垄拢陇楼娄搂篓\n漏陋芦卢颅庐炉掳卤虏鲁麓碌露路赂鹿潞禄录\n陆戮驴吕铝侣旅履屡缕虑氯律率滤绿峦挛孪滦\n卵乱掠略抡轮伦仑沦纶论萝螺罗逻锣箩骡裸落\n洛骆络妈麻玛码蚂马骂嘛吗埋买麦卖迈脉瞒馒\n蛮满蔓曼慢漫谩芒茫盲氓忙莽猫茅锚毛矛铆卯\n茂冒帽貌贸么玫枚梅酶霉煤没眉媒镁每美昧寐\n妹媚门闷们萌蒙檬盟锰猛梦孟眯醚靡糜迷谜弥\n米秘觅泌蜜密幂棉眠绵冕免勉娩缅面苗描瞄藐\n秒渺庙妙蔑灭民抿皿敏悯闽明螟鸣铭名命谬摸\n摹蘑模膜磨摩魔抹末莫墨默沫漠寞陌谋牟某拇\n牡亩姆母墓暮幕募慕木目睦牧穆拿哪呐钠那娜\n纳氖乃奶耐奈南男难囊挠脑恼闹淖呢馁内嫩能\n妮霓倪泥尼拟你匿腻逆溺蔫拈年碾撵捻念娘酿\n鸟尿捏聂孽啮镊镍涅您柠狞凝宁拧泞牛扭钮纽\n脓浓农弄奴努怒女暖虐疟挪懦糯诺哦欧鸥殴藕\n2001–2500\n呕偶沤啪趴爬帕怕琶拍排牌徘湃派攀潘盘磐盼\n畔判叛乓庞旁耪胖抛咆刨炮袍跑泡呸胚培裴赔\n陪配佩沛喷盆砰抨烹澎彭蓬棚硼篷膨朋鹏捧碰\n坯砒霹批披劈琵毗啤脾疲皮匹痞僻屁譬篇偏片\n骗飘漂瓢票撇瞥拼频贫品聘乒坪苹萍平凭瓶评\n屏坡泼颇婆破魄迫粕剖扑铺仆莆葡菩蒲埔朴圃\n普浦谱曝瀑期欺栖戚妻七凄漆柒沏其棋奇歧畦\n崎脐齐旗祈祁骑起岂乞企启契砌器气迄弃汽泣\n讫掐恰洽牵扦钎铅千迁签仟谦乾黔钱钳前潜遣\n浅谴堑嵌欠歉枪呛腔羌墙蔷强抢橇锹敲悄桥瞧\n乔侨巧鞘撬翘峭俏窍切茄且怯窃钦侵亲秦琴勤\n芹擒禽寝沁青轻氢倾卿清擎晴氰情顷请庆琼穷\n秋丘邱球求囚酋泅趋区蛆曲躯屈驱渠取娶龋趣\n去圈颧权醛泉全痊拳犬券劝缺炔瘸却鹊榷确雀\n裙群然燃冉染瓤壤攘嚷让饶扰绕惹热壬仁人忍\n韧任认刃妊纫扔仍日戎茸蓉荣融熔溶容绒冗揉\n柔肉茹蠕儒孺如辱乳汝入褥软阮蕊瑞锐闰润若\n弱撒洒萨腮鳃塞赛三叁伞散桑嗓丧搔骚扫嫂瑟\n色涩森僧莎砂杀刹沙纱傻啥煞筛晒珊苫杉山删\n煽衫闪陕擅赡膳善汕扇缮墒伤商赏晌上尚裳梢\n捎稍烧芍勺韶少哨邵绍奢赊蛇舌舍赦摄射慑涉\n社设砷申呻伸身深娠绅神沈审婶甚肾慎渗声生\n甥牲升绳省盛剩胜圣师失狮施湿诗尸虱十石拾\n时什食蚀实识史矢使屎驶始式示士世柿事拭誓\n逝势是嗜噬适仕侍释饰氏市恃室视试收手首守\n2501–3000\n寿授售受瘦兽蔬枢梳殊抒输叔舒淑疏书赎孰熟\n薯暑曙署蜀黍鼠属术述树束戍竖墅庶数漱恕刷\n耍摔衰甩帅栓拴霜双爽谁水睡税吮瞬顺舜说硕\n朔烁斯撕嘶思私司丝死肆寺嗣四伺似饲巳松耸\n怂颂送宋讼诵搜艘擞嗽苏酥俗素速粟僳塑溯宿\n诉肃酸蒜算虽隋随绥髓碎岁穗遂隧祟孙损笋蓑\n梭唆缩琐索锁所塌他它她塔獭挞蹋踏胎苔抬台\n泰酞太态汰坍摊贪瘫滩坛檀痰潭谭谈坦毯袒碳\n探叹炭汤塘搪堂棠膛唐糖倘躺淌趟烫掏涛滔绦\n萄桃逃淘陶讨套特藤腾疼誊梯剔踢锑提题蹄啼\n体替嚏惕涕剃屉天添填田甜恬舔腆挑条迢眺跳\n贴铁帖厅听烃汀廷停亭庭挺艇通桐酮瞳同铜彤\n童桶捅筒统痛偷投头透凸秃突图徒途涂屠土吐\n兔湍团推颓腿蜕褪退吞屯臀拖托脱鸵陀驮驼椭\n妥拓唾挖哇蛙洼娃瓦袜歪外豌弯湾玩顽丸烷完\n碗挽晚皖惋宛婉万腕汪王亡枉网往旺望忘妄威\n巍微危韦违桅围唯惟为潍维苇萎委伟伪尾纬未\n蔚味畏胃喂魏位渭谓尉慰卫瘟温蚊文闻纹吻稳\n紊问嗡翁瓮挝蜗涡窝我斡卧握沃巫呜钨乌污诬\n屋无芜梧吾吴毋武五捂午舞伍侮坞戊雾晤物勿\n务悟误昔熙析西硒矽晰嘻吸锡牺稀息希悉膝夕\n惜熄烯溪汐犀檄袭席习媳喜铣洗系隙戏细瞎虾\n匣霞辖暇峡侠狭下厦夏吓掀锨先仙鲜纤咸贤衔\n舷闲涎弦嫌显险现献县腺馅羡宪陷限线相厢镶\n香箱襄湘乡翔祥详想响享项巷橡像向象萧硝霄\n3001–3500\n削哮嚣销消宵淆晓小孝校肖啸笑效楔些歇蝎鞋\n协挟携邪斜胁谐写械卸蟹懈泄泻谢屑薪芯锌欣\n辛新忻心信衅星腥猩惺兴刑型形邢行醒幸杏性\n姓兄凶胸匈汹雄熊休修羞朽嗅锈秀袖绣墟戌需\n虚嘘须徐许蓄酗叙旭序畜恤絮婿绪续轩喧宣悬\n旋玄选癣眩绚靴薛学穴雪血勋熏循旬询寻驯巡\n殉汛训讯逊迅压押鸦鸭呀丫芽牙蚜崖衙涯雅哑\n亚讶焉咽阉烟淹盐严研蜒岩延言颜阎炎沿奄掩\n眼衍演艳堰燕厌砚雁唁彦焰宴谚验殃央鸯秧杨\n扬佯疡羊洋阳氧仰痒养样漾邀腰妖瑶摇尧遥窑\n谣姚咬舀药要耀椰噎耶爷野冶也页掖业叶曳腋\n夜液一壹医揖铱依伊衣颐夷遗移仪胰疑沂宜姨\n彝椅蚁倚已乙矣以艺抑易邑屹亿役臆逸肄疫亦\n裔意毅忆义益溢诣议谊译异翼翌绎茵荫因殷音\n阴姻吟银淫寅饮尹引隐印英樱婴鹰应缨莹萤营\n荧蝇迎赢盈影颖硬映哟拥佣臃痈庸雍踊蛹咏泳\n涌永恿勇用幽优悠忧尤由邮铀犹油游酉有友右\n佑釉诱又幼迂淤于盂榆虞愚舆余俞逾鱼愉渝渔\n隅予娱雨与屿禹宇语羽玉域芋郁吁遇喻峪御愈\n欲狱育誉浴寓裕预豫驭鸳渊冤元垣袁原援辕园\n员圆猿源缘远苑愿怨院曰约越跃钥岳粤月悦阅\n耘云郧匀陨允运蕴酝晕韵孕匝砸杂栽哉灾宰载\n再在咱攒暂赞赃脏葬遭糟凿藻枣早澡蚤躁噪造\n皂灶燥责择则泽贼怎增憎曾赠扎喳渣札轧铡闸\n眨栅榨咋乍炸诈摘斋宅窄债寨瞻毡詹粘沾盏斩\n3501–4000\n辗崭展蘸栈占战站湛绽樟章彰漳张掌涨杖丈帐\n账仗胀瘴障招昭找沼赵照罩兆肇召遮折哲蛰辙\n者锗蔗这浙珍斟真甄砧臻贞针侦枕疹诊震振镇\n阵蒸挣睁征狰争怔整拯正政帧症郑证芝枝支吱\n蜘知肢脂汁之织职直植殖执值侄址指止趾只旨\n纸志挚掷至致置帜峙制智秩稚质炙痔滞治窒中\n盅忠钟衷终种肿重仲众舟周州洲诌粥轴肘帚咒\n皱宙昼骤珠株蛛朱猪诸诛逐竹烛煮拄瞩嘱主著\n柱助蛀贮铸筑住注祝驻抓爪拽专砖转撰赚篆桩\n庄装妆撞壮状椎锥追赘坠缀谆准捉拙卓桌琢茁\n酌啄着灼浊兹咨资姿滋淄孜紫仔籽滓子自渍字\n鬃棕踪宗综总纵邹走奏揍租足卒族祖诅阻组钻\n纂嘴醉最罪尊遵昨左佐柞做作坐座亍丌兀丐廿\n卅丕亘丞鬲孬噩丨禺丿匕乇夭爻卮氐囟胤馗毓\n睾鼗丶亟鼐乜乩亓芈孛啬嘏仄厍厝厣厥厮靥赝\n匚叵匦匮匾赜卦卣刂刈刎刭刳刿剀剌剞剡剜蒯\n剽劂劁劐劓冂罔亻仃仉仂仨仡仫仞伛仳伢佤仵\n伥伧伉伫佞佧攸佚佝佟佗伲伽佶佴侑侉侃侏佾\n佻侪佼侬侔俦俨俪俅俚俣俜俑俟俸倩偌俳倬倏\n倮倭俾倜倌倥倨偾偃偕偈偎偬偻傥傧傩傺僖儆\n僭僬僦僮儇儋仝氽佘佥俎龠汆籴兮巽黉馘冁夔\n勹匍訇匐凫夙兕亠兖亳衮袤亵脔裒禀嬴蠃羸冫\n冱冽冼凇冖冢冥讠讦讧讪讴讵讷诂诃诋诏诎诒\n诓诔诖诘诙诜诟诠诤诨诩诮诰诳诶诹诼诿谀谂\n谄谇谌谏谑谒谔谕谖谙谛谘谝谟谠谡谥谧谪谫\n4001–4500\n谮谯谲谳谵谶卩卺阝阢阡阱阪阽阼陂陉陔陟陧\n陬陲陴隈隍隗隰邗邛邝邙邬邡邴邳邶邺邸邰郏\n郅邾郐郄郇郓郦郢郜郗郛郫郯郾鄄鄢鄞鄣鄱鄯\n鄹酃酆刍奂劢劬劭劾哿勐勖勰叟燮矍廴凵凼鬯\n厶弁畚巯坌垩垡塾墼壅壑圩圬圪圳圹圮圯坜圻\n坂坩垅坫垆坼坻坨坭坶坳垭垤垌垲埏垧垴垓垠\n埕埘埚埙埒垸埴埯埸埤埝堋堍埽埭堀堞堙塄堠\n塥塬墁墉墚墀馨鼙懿艹艽艿芏芊芨芄芎芑芗芙\n芫芸芾芰苈苊苣芘芷芮苋苌苁芩芴芡芪芟苄苎\n芤苡茉苷苤茏茇苜苴苒苘茌苻苓茑茚茆茔茕苠\n苕茜荑荛荜茈莒茼茴茱莛荞茯荏荇荃荟荀茗荠\n茭茺茳荦荥荨茛荩荬荪荭荮莰荸莳莴莠莪莓莜\n莅荼莶莩荽莸荻莘莞莨莺莼菁萁菥菘堇萘萋菝\n菽菖萜萸萑萆菔菟萏萃菸菹菪菅菀萦菰菡葜葑\n葚葙葳蒇蒈葺蒉葸萼葆葩葶蒌蒎萱葭蓁蓍蓐蓦\n蒽蓓蓊蒿蒺蓠蒡蒹蒴蒗蓥蓣蔌甍蔸蓰蔹蔟蔺蕖\n蔻蓿蓼蕙蕈蕨蕤蕞蕺瞢蕃蕲蕻薤薨薇薏蕹薮薜\n薅薹薷薰藓藁藜藿蘧蘅蘩蘖蘼廾弈夼奁耷奕奚\n奘匏尢尥尬尴扌扪抟抻拊拚拗拮挢拶挹捋捃掭\n揶捱捺掎掴捭掬掊捩掮掼揲揸揠揿揄揞揎摒揆\n掾摅摁搋搛搠搌搦搡摞撄摭撖摺撷撸撙撺擀擐\n擗擤擢攉攥攮弋忒甙弑卟叱叽叩叨叻吒吖吆呋\n呒呓呔呖呃吡呗呙吣吲咂咔呷呱呤咚咛咄呶呦\n咝哐咭哂咴哒咧咦哓哔呲咣哕咻咿哌哙哚哜咩\n咪咤哝哏哞唛哧唠哽唔哳唢唣唏唑唧唪啧喏喵\n4501–5000\n啉啭啁啕唿啐唼唷啖啵啶啷唳唰啜喋嗒喃喱喹\n喈喁喟啾嗖喑啻嗟喽喾喔喙嗪嗷嗉嘟嗑嗫嗬嗔\n嗦嗝嗄嗯嗥嗲嗳嗌嗍嗨嗵嗤辔嘞嘈嘌嘁嘤嘣嗾\n嘀嘧嘭噘嘹噗嘬噍噢噙噜噌噔嚆噤噱噫噻噼嚅\n嚓嚯囔囗囝囡囵囫囹囿圄圊圉圜帏帙帔帑帱帻\n帼帷幄幔幛幞幡岌屺岍岐岖岈岘岙岑岚岜岵岢\n岽岬岫岱岣峁岷峄峒峤峋峥崂崃崧崦崮崤崞崆\n崛嵘崾崴崽嵬嵛嵯嵝嵫嵋嵊嵩嵴嶂嶙嶝豳嶷巅\n彳彷徂徇徉後徕徙徜徨徭徵徼衢彡犭犰犴犷犸\n狃狁狎狍狒狨狯狩狲狴狷猁狳猃狺狻猗猓猡猊\n猞猝猕猢猹猥猬猸猱獐獍獗獠獬獯獾舛夥飧夤\n夂饣饧饨饩饪饫饬饴饷饽馀馄馇馊馍馐馑馓馔\n馕庀庑庋庖庥庠庹庵庾庳赓廒廑廛廨廪膺忄忉\n忖忏怃忮怄忡忤忾怅怆忪忭忸怙怵怦怛怏怍怩\n怫怊怿怡恸恹恻恺恂恪恽悖悚悭悝悃悒悌悛惬\n悻悱惝惘惆惚悴愠愦愕愣惴愀愎愫慊慵憬憔憧\n憷懔懵忝隳闩闫闱闳闵闶闼闾阃阄阆阈阊阋阌\n阍阏阒阕阖阗阙阚丬爿戕氵汔汜汊沣沅沐沔沌\n汨汩汴汶沆沩泐泔沭泷泸泱泗沲泠泖泺泫泮沱\n泓泯泾洹洧洌浃浈洇洄洙洎洫浍洮洵洚浏浒浔\n洳涑浯涞涠浞涓涔浜浠浼浣渚淇淅淞渎涿淠渑\n淦淝淙渖涫渌涮渫湮湎湫溲湟溆湓湔渲渥湄滟\n溱溘滠漭滢溥溧溽溻溷滗溴滏溏滂溟潢潆潇漤\n漕滹漯漶潋潴漪漉漩澉澍澌潸潲潼潺濑濉澧澹\n澶濂濡濮濞濠濯瀚瀣瀛瀹瀵灏灞宀宄宕宓宥宸\n5001–5500\n甯骞搴寤寮褰寰蹇謇辶迓迕迥迮迤迩迦迳迨逅\n逄逋逦逑逍逖逡逵逶逭逯遄遑遒遐遨遘遢遛暹\n遴遽邂邈邃邋彐彗彖彘尻咫屐屙孱屣屦羼弪弩\n弭艴弼鬻屮妁妃妍妩妪妣妗姊妫妞妤姒妲妯姗\n妾娅娆姝娈姣姘姹娌娉娲娴娑娣娓婀婧婊婕娼\n婢婵胬媪媛婷婺媾嫫媲嫒嫔媸嫠嫣嫱嫖嫦嫘嫜\n嬉嬗嬖嬲嬷孀尕尜孚孥孳孑孓孢驵驷驸驺驿驽\n骀骁骅骈骊骐骒骓骖骘骛骜骝骟骠骢骣骥骧纟\n纡纣纥纨纩纭纰纾绀绁绂绉绋绌绐绔绗绛绠绡\n绨绫绮绯绱绲缍绶绺绻绾缁缂缃缇缈缋缌缏缑\n缒缗缙缜缛缟缡缢缣缤缥缦缧缪缫缬缭缯缰缱\n缲缳缵幺畿巛甾邕玎玑玮玢玟珏珂珑玷玳珀珉\n珈珥珙顼琊珩珧珞玺珲琏琪瑛琦琥琨琰琮琬琛\n琚瑁瑜瑗瑕瑙瑷瑭瑾璜璎璀璁璇璋璞璨璩璐璧\n瓒璺韪韫韬杌杓杞杈杩枥枇杪杳枘枧杵枨枞枭\n枋杷杼柰栉柘栊柩枰栌柙枵柚枳柝栀柃枸柢栎\n柁柽栲栳桠桡桎桢桄桤梃栝桕桦桁桧桀栾桊桉\n栩梵梏桴桷梓桫棂楮棼椟椠棹椤棰椋椁楗棣椐\n楱椹楠楂楝榄楫榀榘楸椴槌榇榈槎榉楦楣楹榛\n榧榻榫榭槔榱槁槊槟榕槠榍槿樯槭樗樘橥槲橄\n樾檠橐橛樵檎橹樽樨橘橼檑檐檩檗檫猷獒殁殂\n殇殄殒殓殍殚殛殡殪轫轭轱轲轳轵轶轸轷轹轺\n轼轾辁辂辄辇辋辍辎辏辘辚軎戋戗戛戟戢戡戥\n戤戬臧瓯瓴瓿甏甑甓攴旮旯旰昊昙杲昃昕昀炅\n曷昝昴昱昶昵耆晟晔晁晏晖晡晗晷暄暌暧暝暾\n5501–6000\n曛曜曦曩贲贳贶贻贽赀赅赆赈赉赇赍赕赙觇觊\n觋觌觎觏觐觑牮犟牝牦牯牾牿犄犋犍犏犒挈挲\n掰搿擘耄毪毳毽毵毹氅氇氆氍氕氘氙氚氡氩氤\n氪氲攵敕敫牍牒牖爰虢刖肟肜肓肼朊肽肱肫肭\n肴肷胧胨胩胪胛胂胄胙胍胗朐胝胫胱胴胭脍脎\n胲胼朕脒豚脶脞脬脘脲腈腌腓腴腙腚腱腠腩腼\n腽腭腧塍媵膈膂膑滕膣膪臌朦臊膻臁膦欤欷欹\n歃歆歙飑飒飓飕飙飚殳彀毂觳斐齑斓於旆旄旃\n旌旎旒旖炀炜炖炝炻烀炷炫炱烨烊焐焓焖焯焱\n煳煜煨煅煲煊煸煺熘熳熵熨熠燠燔燧燹爝爨灬\n焘煦熹戾戽扃扈扉礻祀祆祉祛祜祓祚祢祗祠祯\n祧祺禅禊禚禧禳忑忐怼恝恚恧恁恙恣悫愆愍慝\n憩憝懋懑戆肀聿沓泶淼矶矸砀砉砗砘砑斫砭砜\n砝砹砺砻砟砼砥砬砣砩硎硭硖硗砦硐硇硌硪碛\n碓碚碇碜碡碣碲碹碥磔磙磉磬磲礅磴礓礤礞礴\n龛黹黻黼盱眄眍盹眇眈眚眢眙眭眦眵眸睐睑睇\n睃睚睨睢睥睿瞍睽瞀瞌瞑瞟瞠瞰瞵瞽町畀畎畋\n畈畛畲畹疃罘罡罟詈罨罴罱罹羁罾盍盥蠲钅钆\n钇钋钊钌钍钏钐钔钗钕钚钛钜钣钤钫钪钭钬钯\n钰钲钴钶钷钸钹钺钼钽钿铄铈铉铊铋铌铍铎铐\n铑铒铕铖铗铙铘铛铞铟铠铢铤铥铧铨铪铩铫铮\n铯铳铴铵铷铹铼铽铿锃锂锆锇锉锊锍锎锏锒锓\n锔锕锖锘锛锝锞锟锢锪锫锩锬锱锲锴锶锷锸锼\n锾锿镂锵镄镅镆镉镌镎镏镒镓镔镖镗镘镙镛镞\n镟镝镡镢镤镥镦镧镨镩镪镫镬镯镱镲镳锺矧矬\n6001–6500\n雉秕秭秣秫稆嵇稃稂稞稔稹稷穑黏馥穰皈皎皓\n皙皤瓞瓠甬鸠鸢鸨鸩鸪鸫鸬鸲鸱鸶鸸鸷鸹鸺鸾\n鹁鹂鹄鹆鹇鹈鹉鹋鹌鹎鹑鹕鹗鹚鹛鹜鹞鹣鹦鹧\n鹨鹩鹪鹫鹬鹱鹭鹳疒疔疖疠疝疬疣疳疴疸痄疱\n疰痃痂痖痍痣痨痦痤痫痧瘃痱痼痿瘐瘀瘅瘌瘗\n瘊瘥瘘瘕瘙瘛瘼瘢瘠癀瘭瘰瘿瘵癃瘾瘳癍癞癔\n癜癖癫癯翊竦穸穹窀窆窈窕窦窠窬窨窭窳衤衩\n衲衽衿袂袢裆袷袼裉裢裎裣裥裱褚裼裨裾裰褡\n褙褓褛褊褴褫褶襁襦襻疋胥皲皴矜耒耔耖耜耠\n耢耥耦耧耩耨耱耋耵聃聆聍聒聩聱覃顸颀颃颉\n颌颍颏颔颚颛颞颟颡颢颥颦虍虔虬虮虿虺虼虻\n蚨蚍蚋蚬蚝蚧蚣蚪蚓蚩蚶蛄蚵蛎蚰蚺蚱蚯蛉蛏\n蚴蛩蛱蛲蛭蛳蛐蜓蛞蛴蛟蛘蛑蜃蜇蛸蜈蜊蜍蜉\n蜣蜻蜞蜥蜮蜚蜾蝈蜴蜱蜩蜷蜿螂蜢蝽蝾蝻蝠蝰\n蝌蝮螋蝓蝣蝼蝤蝙蝥螓螯螨蟒蟆螈螅螭螗螃螫\n蟥螬螵螳蟋蟓螽蟑蟀蟊蟛蟪蟠蟮蠖蠓蟾蠊蠛蠡\n蠹蠼缶罂罄罅舐竺竽笈笃笄笕笊笫笏筇笸笪笙\n笮笱笠笥笤笳笾笞筘筚筅筵筌筝筠筮筻筢筲筱\n箐箦箧箸箬箝箨箅箪箜箢箫箴篑篁篌篝篚篥篦\n篪簌篾篼簏簖簋簟簪簦簸籁籀臾舁舂舄臬衄舡\n舢舣舭舯舨舫舸舻舳舴舾艄艉艋艏艚艟艨衾袅\n袈裘裟襞羝羟羧羯羰羲籼敉粑粝粜粞粢粲粼粽\n糁糇糌糍糈糅糗糨艮暨羿翎翕翥翡翦翩翮翳糸\n絷綦綮繇纛麸麴赳趄趔趑趱赧赭豇豉酊酐酎酏\n酤酢酡酰酩酯酽酾酲酴酹醌醅醐醍醑醢醣醪醭\n6501–6763\n醮醯醵醴醺豕鹾趸跫踅蹙蹩趵趿趼趺跄跖跗跚\n跞跎跏跛跆跬跷跸跣跹跻跤踉跽踔踝踟踬踮踣\n踯踺蹀踹踵踽踱蹉蹁蹂蹑蹒蹊蹰蹶蹼蹯蹴躅躏\n躔躐躜躞豸貂貊貅貘貔斛觖觞觚觜觥觫觯訾謦\n靓雩雳雯霆霁霈霏霎霪霭霰霾龀龃龅龆龇龈龉\n龊龌黾鼋鼍隹隼隽雎雒瞿雠銎銮鋈錾鍪鏊鎏鐾\n鑫鱿鲂鲅鲆鲇鲈稣鲋鲎鲐鲑鲒鲔鲕鲚鲛鲞鲟鲠\n鲡鲢鲣鲥鲦鲧鲨鲩鲫鲭鲮鲰鲱鲲鲳鲴鲵鲶鲷鲺\n鲻鲼鲽鳄鳅鳆鳇鳊鳋鳌鳍鳎鳏鳐鳓鳔鳕鳗鳘鳙\n鳜鳝鳟鳢靼鞅鞑鞒鞔鞯鞫鞣鞲鞴骱骰骷鹘骶骺\n骼髁髀髅髂髋髌髑魅魃魇魉魈魍魑飨餍餮饕饔\n髟髡髦髯髫髻髭髹鬈鬏鬓鬟鬣麽麾縻麂麇麈麋\n麒鏖麝麟黛黜黝黠黟黢黩黧黥黪黯鼢鼬鼯鼹鼷\n鼽鼾齄\n",
    "description": "",
    "tags": null,
    "title": "GB_2312汉字6763个",
    "uri": "/selene/tools/gb_2312_6763/index.html"
  },
  {
    "breadcrumb": "Tools",
    "content": " 样本：lxgw-wenkai Screen webfont含有汉字的87个subsets\nss006:更金郎來老路論便不數\nss021:龃龅龆龇龈龉龊龋龌龍\nss022:鹃鹄鹆鹇鹈鹉鹊鹋鹌鹍\nss023:鲇鲈鲉鲊鲋鲌鲎鲏鲐鲑\nss024:骥骧骯骰骱骵骶骹骺骼\nss025:饦饧饨饩饫饬饯饴饵饷\nss026:靳靶靺靼鞄鞅鞎鞏鞑鞒\nss027:闩闰闱闳闶闼闾闿阂阃\nss028:铿锃锄锆锇锉锊锍锎锏\nss029:钆钇钊钋钌钍钎钏钐钑\nss030:錾鍀鍁鍊鍋鍌鍍鍎鍏鍐\nss031:酌酎酏酐酔酗酚酝酞酡\nss032:迢迣迤迥迨迩迮迳迴迸\nss033:轫轭轱轲轳轵轶轸轹轺\nss034:趵趸趺趼趿跂跄跆跋跎\nss035:讣讥讦讧讪讫讬讳讴讵\nss036:設許訳訴訶訷訸診証訾\nss037:衽衾衿袂袄袅袆袈袏袒\nss038:蜇蜈蜉蜊蜍蜑蜒蜓蜚蜞\nss039:虱虵虺虻虼虿蚋蚍蚓蚜\nss040:蒟蒡蒥蒨蒯蒴蒹蒺蒻蒼\nss041:芩芪芫芮芰芲芴芵芶芼\nss042:舡舢舣舤舦舧舨舫舭舯\nss043:肼肽胂胄胊胍胑胔胗胙\nss044:缑缒缗缙缛缜缟缡缢缣\nss045:纡纣纥纨纩纫纭纮纰纻\nss046:紀約紅紆紇紈紉紊紋納\nss047:篪篯篴篶篼篾簁簃簇簈\nss048:笆笇笈笉笊笌笎笏笓笕\nss049:秆秈秏秕秖秝秞秣秧秨\nss050:礽祀祂祃祅祆祇祉祊祌\nss051:砏砐砑砒砕砗砘砚砛砜\nss052:皿盂盃盅盉盌盍盎盜盝\nss053:瓯瓴瓿甁甃甅甈甍甏甑\nss054:琮琯琰琲琵琶琸琹琺琻\nss055:玠玡玢玣玥玦玧玨玪玭\nss056:犰犱犲犳犴犵犷犸犺犻\nss057:焖焗焘焜焞焠焮焯焱焼\nss058:漁漃漈漉漕漖漙漢漣漤\nss059:湉湊湋湍湎湑湓湔湕湜\nss060:泗泙泚泞泟泠泤泦泩泫\nss061:殆殉殍殑殒殓殕殗殘殚\nss062:欤欥欬欷欸欹欻欽歃歆\nss063:椁椂椆椇椈椋椐椚椛検\nss064:栌栎栒栝栞栟栢栤栥栦\nss065:朊朏朐朓朕朙朢朣朥朦\nss066:旮旯旰旳旴旵旸旻旼旾\nss067:揩揪揮揲揵揶揷揸揹揺\nss068:扦扪扱扺扼扽抃抆抉抎\nss069:惺愀愆愍愎愒愔愕愙愜\nss070:忑忒忓忔忕忖忚忛応忝\nss071:庥庨庫庯庳庵庶庹庾廁\nss072:帺帻帼帾幀幄幆幇幈幌\nss073:屐屙屛屜屢屣層屦屬屮\nss074:宓宔宕実宥宦宬宮宸寀\nss075:妣妤妧妪妫妬妭妯妲妳\nss076:墒墖増墘墚墜墝墠墡墣\nss077:堀堁堃堅堇堉堋堌堍堎\nss078:囗囘囙囝囟囡団囤囥囦\nss079:啃啄啇啈啉啋啍啐啓啕\nss080:呓呔呖呙呛呜呡呣呤呪\nss081:劢劦劧劬劭劯労劵効劻\nss082:刨刪刬刭刳刼刽刿剀剅\nss083:倨倫倬倭倮倰倳倴倶倷\nss084:伕伛伝伡伢伥伧伨伩伫\nss085:㐴㓜㓮㔾㕝㕦㕵㖒㖠㖡\nss086:⼈⼤⼭⼯⼰⼼⽅⽣⽤⽴\nss100:烊烨牟狩猿玖玟瑙瑚璧\nss101:舶芸芹苯茉荫華萱藉虞\nss102:呦哄啸喧嘟嘱圭坟垮埠\nss103:磷秩穹笛笨篷網绅绮缔\nss104:锌镀阐隙雇霾鞍韬韶題\nss105:俏倩冈凹刃削剖劝卵叛\nss106:肺肾胀胁腕腺膀臣舆艇\nss107:尬尴屁屈履岭帆幂廷弗\nss108:岳崇崩巡巾帕廊弯彼忌\nss109:厉吓呀呆啡坊坑垫堆堡\nss110:啥坡坦壮夺奋奏奔妖姆\nss111:估侧俄俗倍偏偶偷兽冒\nss112:丁丹乳仍仙仪伊伟佛侠\nss113:亿令伦倒冬冰冲冷刘刚\nss114:七严丰临久九争亮付休\nss115:亲仅份似住例便候充克\nss116:世书买云互五些什今企\nss117:万东两举么乐也事二交\nss118:位体作你信入全公关其\nss119:一中新日月有点的网ワ\nGB2312_not_included_in_lxgw\n劐阢坶塥蒈蓰猸弪艴骣桊轷赇牿犋毪胲脶膪铴\n镩稆瘭耠耢耥蟓筢蹯鲰齄\n",
    "description": "",
    "tags": null,
    "title": "霞鹜文楷字体测试结果",
    "uri": "/selene/tools/lxgw/index.html"
  },
  {
    "breadcrumb": "Tools",
    "content": "看看某个网页目前是否被墙 Test your site on GFW\n",
    "description": "",
    "tags": null,
    "title": "中国墙测试",
    "uri": "/selene/tools/gfw_test/index.html"
  },
  {
    "breadcrumb": "Old_records",
    "content": "生命的喷泉\n",
    "description": "",
    "tags": null,
    "title": "2009-2014年写的博客",
    "uri": "/selene/old_records/old_blog/index.html"
  },
  {
    "breadcrumb": "Astronomy \u003e JWST",
    "content": "图文测试 经典之一\n",
    "description": "",
    "tags": null,
    "title": "红外太空望远镜中的创造之柱",
    "uri": "/selene/astronomy/jwst/jwst_image_test/index.html"
  },
  {
    "breadcrumb": "Astronomy \u003e Eclipse",
    "content": "一些有用的日月食数据网站：\n2024年4月8日的美国日全食\nEclipseWise - Solar and Lunar Eclipses\nSolar Eclipses - Interactive Google Maps - Xavier Jubier (free.fr)\nFive Millennium Canon of Solar Eclipses: -1999 to +3000 - Xavier Jubier - Fred Espenak - Jean Meeus (free.fr)\nEclipses Home | Eclipses – NASA Solar System Exploration\nEclipses and Transits | NASA\nFive Millennium Canon of Lunar Eclipses: -1999 to +3000 (nasa.gov)\nNASA - Five Millennium Catalog of Solar Eclipses\n2023-04-20 日全环食\n",
    "description": "",
    "tags": null,
    "title": "日月食信息",
    "uri": "/selene/astronomy/eclipse/eclipse_info/index.html"
  },
  {
    "breadcrumb": "",
    "content": "夜 空 里 那 些 既 远 又 近 的 星 星\n月夜 Moonlight\n木遥的窗子\nMatrix67: The Aha Moments\n卢昌海个人主页\n阮一峰的网络日志\n",
    "description": "",
    "tags": null,
    "title": "网夜星光",
    "uri": "/selene/stars/index.html"
  },
  {
    "breadcrumb": "Astronomy",
    "content": "About James Webb Space Telescope (JWST)\n",
    "description": "",
    "tags": null,
    "title": "JWST",
    "uri": "/selene/astronomy/jwst/index.html"
  },
  {
    "breadcrumb": "Astronomy",
    "content": "About solar and lunar eclipse\n",
    "description": "",
    "tags": null,
    "title": "Eclipse",
    "uri": "/selene/astronomy/eclipse/index.html"
  },
  {
    "breadcrumb": "",
    "content": "",
    "description": "",
    "tags": null,
    "title": "Categories",
    "uri": "/selene/categories/index.html"
  },
  {
    "breadcrumb": "",
    "content": "",
    "description": "",
    "tags": null,
    "title": "Tags",
    "uri": "/selene/tags/index.html"
  }
]
